Repository: axichat/axichat
Catalog: lib/src/localization/app_*.arb
Languages: de, es, fr, zh, zh_hk

# accessibilityDiscardWarning
source: Press Escape again to discard your message and close this step.
de: Drücke erneut Escape, um deine Nachricht zu verwerfen und diesen Schritt zu schließen.
es: Presiona Escape otra vez para descartar tu mensaje y cerrar este paso.
fr: Appuyez de nouveau sur Échap pour supprimer votre message et fermer cette étape.
zh: 再次按下 Escape 以放弃消息并关闭此步骤。
zh_hk: 再次按下 Escape 以捨棄訊息並關閉此步驟。

# accessibilityDraftLoaded
source: Draft loaded. Press Escape to exit or Save to keep edits.
de: Entwurf geladen. Drücke Escape zum Beenden oder Speichern, um Änderungen zu behalten.
es: Borrador cargado. Presiona Escape para salir o Guardar para mantener los cambios.
fr: Brouillon chargé. Appuyez sur Échap pour quitter ou sur Enregistrer pour conserver vos modifications.
zh: 草稿已加载。按 Escape 退出或保存以保留更改。
zh_hk: 草稿已載入。按 Escape 離開或儲存以保留變更。

# accessibilityDraftLabel
source: Draft {id}
de: Entwurf {id}
es: Borrador {id}
fr: Brouillon {id}
zh: 草稿 {id}
zh_hk: 草稿 {id}

# accessibilityDraftLabelWithRecipients
source: Draft to {recipients}
de: Entwurf an {recipients}
es: Borrador para {recipients}
fr: Brouillon pour {recipients}
zh: 发给 {recipients} 的草稿
zh_hk: 給 {recipients} 的草稿

# accessibilityIncomingMessageStatus
source: New message from {sender} at {time}
de: Neue Nachricht von {sender} um {time}
es: Nuevo mensaje de {sender} a las {time}
fr: Nouveau message de {sender} à {time}
zh: 来自 {sender} 的新消息，时间 {time}
zh_hk: 來自 {sender} 的新訊息，時間 {time}

# accessibilityAttachmentWithName
source: Attachment: {filename}
de: Anhang: {filename}
es: Archivo adjunto: {filename}
fr: Pièce jointe : {filename}
zh: 附件：{filename}
zh_hk: 附件：{filename}

# accessibilityAttachmentGeneric
source: Attachment
de: Anhang
es: Adjunto
fr: Pièce jointe
zh: 附件
zh_hk: 附件

# accessibilityUploadAvailable
source: Upload available
de: Upload verfügbar
es: Carga disponible
fr: Téléversement disponible
zh: 上传可用
zh_hk: 可用的上傳

# accessibilityUnknownContact
source: Unknown contact
de: Unbekannter Kontakt
es: Contacto desconocido
fr: Contact inconnu
zh: 未知联系人
zh_hk: 未知聯絡人

# accessibilityChooseContact
source: Choose a contact
de: Kontakt auswählen
es: Elegir un contacto
fr: Choisir un contact
zh: 选择联系人
zh_hk: 選擇聯絡人

# accessibilityUnreadConversations
source: Unread conversations
de: Ungelesene Unterhaltungen
es: Conversaciones sin leer
fr: Conversations non lues
zh: 未读会话
zh_hk: 未讀對話

# accessibilityStartNewAddress
source: Start a new address
de: Neue Adresse eingeben
es: Ingresar una nueva dirección
fr: Saisir une nouvelle adresse
zh: 输入新地址
zh_hk: 輸入新地址

# accessibilityConversationWith
source: Conversation with {name}
de: Unterhaltung mit {name}
es: Conversación con {name}
fr: Conversation avec {name}
zh: 与 {name} 的对话
zh_hk: 與 {name} 的對話

# accessibilityConversationLabel
source: Conversation
de: Unterhaltung
es: Conversación
zh: 对话
zh_hk: 對話

# accessibilityDialogLabel
source: Accessibility actions dialog
de: Dialog für Bedienungshilfen
es: Diálogo de accesibilidad
fr: Dialogue d’accessibilité
zh: 辅助功能操作对话框
zh_hk: 無障礙操作對話框

# accessibilityDialogHint
source: Press Tab to reach shortcut instructions, use arrow keys inside lists, Shift plus arrows to move between groups, or Escape to exit.
de: Drücke Tab für Tastenkürzel, nutze Pfeiltasten in Listen, Shift plus Pfeile für Gruppenwechsel oder Escape zum Beenden.
es: Presiona Tab para ver los atajos, usa las flechas dentro de las listas, Mayús más flechas para moverte entre grupos o Escape para salir.
fr: Appuyez sur Tab pour voir les raccourcis, utilisez les flèches dans les listes, Maj + flèches pour changer de groupe, ou Échap pour quitter.
zh: 按 Tab 查看快捷键说明，在列表中使用方向键，按住 Shift 加方向键在组之间移动，或按 Escape 退出。
zh_hk: 按 Tab 查看捷徑說明，在清單中使用方向鍵，按住 Shift 加方向鍵切換群組，或按 Escape 離開。

# accessibilityNoActionsAvailable
source: No actions available right now
de: Derzeit keine Aktionen verfügbar
es: No hay acciones disponibles ahora
fr: Aucune action disponible pour le moment
zh: 当前没有可用操作
zh_hk: 目前沒有可用的操作

# accessibilityBreadcrumbLabel
source: Step {position} of {total}: {label}. Activate to jump to this step.
de: Schritt {position} von {total}: {label}. Aktivieren, um zu diesem Schritt zu springen.
es: Paso {position} de {total}: {label}. Activa para saltar a este paso.
fr: Étape {position} sur {total} : {label}. Activez pour passer à cette étape.
zh: 第 {position}/{total} 步：{label}。激活以跳转到此步骤。
zh_hk: 第 {position}/{total} 步：{label}。啟用以跳至此步驟。

# accessibilityShortcutOpenMenu
source: Open menu
de: Menü öffnen
es: Abrir menú
fr: Ouvrir le menu
zh: 打开菜单
zh_hk: 開啟選單

# accessibilityShortcutBack
source: Back a step or close
de: Einen Schritt zurück oder schließen
es: Atrás un paso o cerrar
fr: Reculer d'une étape ou fermer
zh: 后退一步或关闭
zh_hk: 後退一步或關閉

# accessibilityShortcutNextFocus
source: Next focus target
de: Nächstes Fokusziel
es: Siguiente objetivo de foco
fr: Cible suivante
zh: 下一个焦点目标
zh_hk: 下一個焦點目標

# accessibilityShortcutPreviousFocus
source: Previous focus target
de: Vorheriges Fokusziel
es: Objetivo de foco anterior
fr: Cible précédente
zh: 上一个焦点目标
zh_hk: 上一個焦點目標

# accessibilityShortcutActivateItem
source: Activate item
de: Element aktivieren
es: Activar elemento
fr: Activer l’élément
zh: 激活项目
zh_hk: 啟用項目

# accessibilityShortcutNextItem
source: Next item
de: Nächstes Element
es: Elemento siguiente
fr: Élément suivant
zh: 下一个项目
zh_hk: 下一個項目

# accessibilityShortcutPreviousItem
source: Previous item
de: Vorheriges Element
es: Elemento anterior
fr: Élément précédent
zh: 上一个项目
zh_hk: 上一個項目

# accessibilityShortcutNextGroup
source: Next group
de: Nächste Gruppe
es: Siguiente grupo
fr: Groupe suivant
zh: 下一个分组
zh_hk: 下一個群組

# accessibilityShortcutPreviousGroup
source: Previous group
de: Vorherige Gruppe
es: Grupo anterior
fr: Groupe précédent
zh: 上一个分组
zh_hk: 上一個群組

# accessibilityShortcutFirstItem
source: First item
de: Erstes Element
es: Primer elemento
fr: Premier élément
zh: 第一个项目
zh_hk: 第一個項目

# accessibilityShortcutLastItem
source: Last item
de: Letztes Element
es: Último elemento
fr: Dernier élément
zh: 最后一个项目
zh_hk: 最後一個項目

# accessibilityKeyboardShortcutsTitle
source: Keyboard shortcuts
de: Tastaturkürzel
es: Atajos de teclado
fr: Raccourcis clavier
zh: 键盘快捷键
zh_hk: 鍵盤捷徑

# accessibilityKeyboardShortcutAnnouncement
source: Keyboard shortcut: {description}
de: Tastaturkürzel: {description}
es: Atajo de teclado: {description}
fr: Raccourci clavier : {description}
zh: 键盘快捷键：{description}
zh_hk: 鍵盤捷徑：{description}

# accessibilityTextFieldHint
source: Enter text. Use Tab to move forward or Escape to go back or close the menu.
de: Text eingeben. Tab zum Weitergehen oder Escape zum Zurückgehen bzw. Schließen.
es: Ingresa texto. Usa Tab para avanzar o Escape para regresar o cerrar el menú.
fr: Saisissez du texte. Utilisez Tab pour avancer ou Échap pour revenir ou fermer le menu.
zh: 输入文本。按 Tab 前进，或按 Escape 返回或关闭菜单。
zh_hk: 輸入文字。按 Tab 前進，或按 Escape 返回或關閉選單。

# accessibilityComposerPlaceholder
source: Type a message
de: Nachricht eingeben
es: Escribe un mensaje
fr: Saisir un message
zh: 输入消息
zh_hk: 輸入訊息

# accessibilityRecipientLabel
source: Recipient {name}
de: Empfänger {name}
es: Destinatario {name}
fr: Destinataire {name}
zh: 收件人 {name}
zh_hk: 收件人 {name}

# accessibilityRecipientRemoveHint
source: Press backspace or delete to remove
de: Mit Rückschritt oder Entf-Taste entfernen
es: Presiona retroceso o suprimir para quitar
fr: Appuyez sur Retour arrière ou Suppr pour retirer
zh: 按退格或删除键移除
zh_hk: 按退格或刪除鍵移除

# accessibilityMessageActionsLabel
source: Message actions
de: Nachrichtenaktionen
es: Acciones del mensaje
fr: Actions du message
zh: 消息操作
zh_hk: 訊息操作

# accessibilityMessageActionsHint
source: Save as draft or send this message
de: Als Entwurf speichern oder diese Nachricht senden
es: Guardar como borrador o enviar este mensaje
fr: Enregistrer comme brouillon ou envoyer ce message
zh: 保存为草稿或发送此消息
zh_hk: 儲存為草稿或傳送此訊息

# accessibilityMessagePosition
source: Message {position} of {total}
de: Nachricht {position} von {total}
es: Mensaje {position} de {total}
fr: Message {position} sur {total}
zh: 第 {position} 条消息，共 {total} 条
zh_hk: 第 {position} 則訊息，共 {total} 則

# accessibilityNoMessages
source: No messages
de: Keine Nachrichten
es: No hay mensajes
fr: Aucun message
zh: 没有消息
zh_hk: 沒有訊息

# accessibilityMessageMetadata
source: From {sender} at {timestamp}
de: Von {sender} um {timestamp}
es: De {sender} a las {timestamp}
fr: De {sender} à {timestamp}
zh: 来自 {sender} 于 {timestamp}
zh_hk: 來自 {sender} 於 {timestamp}

# accessibilityMessageFrom
source: From {sender}
de: Von {sender}
es: De {sender}
fr: De {sender}
zh: 来自 {sender}
zh_hk: 來自 {sender}

# accessibilityMessageNavigationHint
source: Use arrow keys to move between messages. Shift plus arrows switches groups. Press Escape to exit.
de: Mit den Pfeiltasten zwischen Nachrichten wechseln. Shift plus Pfeile wechselt die Gruppe. Escape beendet.
es: Usa las flechas para moverte entre mensajes. Mayús más flechas cambia de grupo. Presiona Escape para salir.
fr: Utilisez les flèches pour naviguer entre les messages. Maj + flèches change de groupe. Appuyez sur Échap pour quitter.
zh: 使用方向键在消息间移动。按住 Shift 加方向键切换分组。按 Escape 退出。
zh_hk: 使用方向鍵在訊息間移動。按住 Shift 加方向鍵切換群組。按 Escape 離開。

# accessibilitySectionSummary
source: {section} section with {count} items
de: {section}-Bereich mit {count} Einträgen
es: Sección {section} con {count} elementos
fr: Section {section} avec {count} éléments
zh: {section} 分区，包含 {count} 项
zh_hk: {section} 區塊，包含 {count} 項

# accessibilityActionListLabel
source: Accessibility action list with {count} items
de: Aktionsliste mit {count} Einträgen
es: Lista de acciones con {count} elementos
fr: Liste d’actions avec {count} éléments
zh: 操作列表，共 {count} 项
zh_hk: 操作清單，共 {count} 項

# accessibilityActionListHint
source: Use arrow keys to move, Shift plus arrows to switch groups, Home or End to jump, Enter to activate, Escape to exit.
de: Mit Pfeiltasten bewegen, Shift plus Pfeile für Gruppen, Home/Ende zum Springen, Enter zum Ausführen, Escape zum Beenden.
es: Usa flechas para moverte, Mayús más flechas para cambiar de grupo, Inicio/Fin para saltar, Enter para activar, Escape para salir.
fr: Utilisez les flèches pour vous déplacer, Maj + flèches pour changer de groupe, Début/Fin pour sauter, Entrée pour activer, Échap pour quitter.
zh: 使用方向键移动，按住 Shift 加方向键切换分组，Home/End 跳转，Enter 激活，Escape 退出。
zh_hk: 使用方向鍵移動，按住 Shift 加方向鍵切換群組，Home/End 跳轉，Enter 啟用，Escape 離開。

# accessibilityActionItemPosition
source: Item {position} of {total} in {section}
de: Element {position} von {total} in {section}
es: Elemento {position} de {total} en {section}
fr: Élément {position} sur {total} dans {section}
zh: {section} 中的第 {position} 个项目，共 {total} 个
zh_hk: {section} 中的第 {position} 個項目，共 {total} 個

# accessibilityActionReadOnlyHint
source: Use arrow keys to move through the list
de: Mit den Pfeiltasten durch die Liste bewegen
es: Usa las flechas para recorrer la lista
fr: Utilisez les flèches pour parcourir la liste
zh: 使用方向键浏览列表
zh_hk: 使用方向鍵瀏覽清單

# accessibilityActionActivateHint
source: Press Enter to activate
de: Drücke Enter zum Aktivieren
es: Presiona Enter para activar
fr: Appuyez sur Entrée pour activer
zh: 按 Enter 激活
zh_hk: 按 Enter 啟用

# accessibilityDismissHighlight
source: Dismiss highlight
de: Hinweis ausblenden
es: Descartar destacado
fr: Ignorer la mise en avant
zh: 关闭提示
zh_hk: 關閉提示

# accessibilityNeedsAttention
source: Needs attention
de: Benötigt Aufmerksamkeit
es: Requiere atención
fr: Nécessite une attention
zh: 需要关注
zh_hk: 需要注意

# profileTitle
source: Profile
de: Profil
es: Perfil
fr: Profil
zh: 个人资料
zh_hk: 個人資料

# profileJidDescription
source: This is your Jabber ID. Comprised of your username and domain, it's a unique address that represents you on the XMPP network.
de: Dies ist deine Jabber-ID. Sie besteht aus Benutzername und Domain und ist deine eindeutige Adresse im XMPP-Netzwerk.
es: Este es tu Jabber ID. Consta de tu nombre de usuario y dominio; es una dirección única que te representa en la red XMPP.
fr: Ceci est votre identifiant Jabber. Composé de votre nom d’utilisateur et de votre domaine, il constitue une adresse unique sur le réseau XMPP.
zh: 这是你的 Jabber ID，由用户名和域名组成，是你在 XMPP 网络中的唯一地址。
zh_hk: 這是你的 Jabber ID，由使用者名稱與網域組成，是你在 XMPP 網路上的唯一地址。

# profileResourceDescription
source: This is your XMPP resource. Every device you use has a different one, which is why your phone can have a different presence to your desktop.
de: Dies ist deine XMPP-Ressource. Jedes Gerät hat eine eigene, daher kann dein Telefon einen anderen Status als dein Desktop haben.
es: Este es tu recurso XMPP. Cada dispositivo que usas tiene uno diferente, por eso tu teléfono puede tener un estado distinto al de tu computadora.
fr: Ceci est votre ressource XMPP. Chaque appareil a la sienne, c’est pourquoi votre téléphone peut avoir une présence différente de celle de votre ordinateur.
zh: 这是你的 XMPP 资源。每台设备都有自己的资源，因此手机和电脑的在线状态可以不同。
zh_hk: 這是你的 XMPP 資源。每台裝置都有自己的資源，因此手機與桌機的在線狀態可能不同。

# profileStatusPlaceholder
source: Status message
de: Statusnachricht
es: Mensaje de estado
fr: Message d’état
zh: 状态消息
zh_hk: 狀態訊息

# profileArchives
source: View archives
de: Archive anzeigen
es: Ver archivos
fr: Voir les archives
zh: 查看存档
zh_hk: 查看封存

# profileEditAvatar
source: Edit avatar
de: Avatar bearbeiten
es: Editar avatar
fr: Modifier l’avatar
zh: 编辑头像
zh_hk: 編輯頭像

# profileChangePassword
source: Change password
de: Passwort ändern
es: Cambiar contraseña
fr: Changer le mot de passe
zh: 更改密码
zh_hk: 更改密碼

# profileDeleteAccount
source: Delete account
de: Konto löschen
es: Eliminar cuenta
fr: Supprimer le compte
zh: 删除账户
zh_hk: 刪除帳戶

# termsAcceptLabel
source: I accept the terms and conditions
de: Ich akzeptiere die Geschäftsbedingungen
es: Acepto los términos y condiciones
fr: J’accepte les conditions générales
zh: 我接受条款和条件
zh_hk: 我接受條款與條件

# termsAgreementPrefix
source: You agree to our
de: Du stimmst unseren
es: Aceptas nuestras
fr: Vous acceptez nos
zh: 您同意我们的
zh_hk: 你同意我們的

# termsAgreementTerms
source: terms
de: Bedingungen
es: términos
fr: conditions
zh: 条款
zh_hk: 條款

# termsAgreementAnd
source: and
de: und
es: y
fr: et
zh: 和
zh_hk: 和

# termsAgreementPrivacy
source: privacy policy
de: Datenschutzerklärung
es: política de privacidad
fr: politique de confidentialité
zh: 隐私政策
zh_hk: 隱私權政策

# termsAgreementError
source: You must accept the terms and conditions
de: Du musst die Geschäftsbedingungen akzeptieren
es: Debes aceptar los términos y condiciones
fr: Vous devez accepter les conditions générales
zh: 你必须接受条款和条件
zh_hk: 你必須接受條款與條件

# commonContinue
source: Continue
de: Weiter
es: Continuar
fr: Continuer
zh: 继续
zh_hk: 繼續

# commonDelete
source: Delete
de: Löschen
es: Eliminar
fr: Supprimer
zh: 删除
zh_hk: 刪除

# commonSave
source: Save
de: Speichern
es: Guardar
fr: Enregistrer
zh: 保存
zh_hk: 儲存

# commonRetry
source: Retry
de: Erneut versuchen
es: Reintentar
fr: Réessayer
zh: 重试
zh_hk: 重試

# commonRemove
source: Remove
de: Entfernen
es: Quitar
fr: Retirer
zh: 移除
zh_hk: 移除

# commonSend
source: Send
de: Senden
es: Enviar
fr: Envoyer
zh: 发送
zh_hk: 傳送

# commonDismiss
source: Dismiss
de: Schließen
es: Descartar
fr: Ignorer
zh: 关闭
zh_hk: 關閉

# settingsSectionImportant
source: Important
de: Wichtig
es: Importante
zh: 重要
zh_hk: 重要

# settingsSectionAppearance
source: Appearance
de: Erscheinungsbild
es: Apariencia
fr: Apparence
zh: 外观
zh_hk: 外觀

# settingsLanguage
source: Language
de: Sprache
es: Idioma
fr: Langue
zh: 语言
zh_hk: 語言

# settingsThemeMode
source: Theme mode
de: Designmodus
es: Modo de tema
fr: Mode du thème
zh: 主题模式
zh_hk: 主題模式

# settingsThemeModeSystem
source: System
es: Sistema
fr: Système
zh: 系统
zh_hk: 系統

# settingsThemeModeLight
source: Light
de: Hell
es: Claro
fr: Clair
zh: 浅色
zh_hk: 淺色

# settingsThemeModeDark
source: Dark
de: Dunkel
es: Oscuro
fr: Sombre
zh: 深色
zh_hk: 深色

# settingsColorScheme
source: Color scheme
de: Farbschema
es: Esquema de color
fr: Palette de couleurs
zh: 配色方案
zh_hk: 配色方案

# settingsColorfulAvatars
source: Colorful avatars
de: Bunte Avatare
es: Avatares coloridos
fr: Avatars colorés
zh: 彩色头像
zh_hk: 彩色頭像

# settingsColorfulAvatarsDescription
source: Generate different background colors for each avatar.
de: Erzeuge unterschiedliche Hintergrundfarben für jeden Avatar.
es: Genera colores de fondo diferentes para cada avatar.
fr: Génère des couleurs de fond différentes pour chaque avatar.
zh: 为每个头像生成不同的背景颜色。
zh_hk: 為每個頭像產生不同的背景顏色。

# settingsLowMotion
source: Low motion
de: Weniger Bewegung
es: Movimiento reducido
fr: Mouvements réduits
zh: 低动效
zh_hk: 低動效

# settingsLowMotionDescription
source: Disables most animations. Better for slow devices.
de: Deaktiviert die meisten Animationen. Besser für langsame Geräte.
es: Desactiva la mayoría de las animaciones. Mejor para dispositivos lentos.
fr: Désactive la plupart des animations. Mieux pour les appareils lents.
zh: 禁用大部分动画，更适合性能较慢的设备。
zh_hk: 停用大部分動畫，更適合較慢的裝置。

# settingsSectionChats
source: Chats
fr: Discussions
zh: 聊天
zh_hk: 聊天

# settingsMessageStorageTitle
source: Message storage
de: Nachrichtenspeicherung
es: Almacenamiento de mensajes
fr: Stockage des messages
zh: 消息存储
zh_hk: 訊息儲存

# settingsMessageStorageSubtitle
source: Local keeps device copies; Server-only queries the archive.
de: Lokal behält Gerätekopien; Nur Server fragt das Archiv ab.
es: Local mantiene copias en el dispositivo; Solo servidor consulta el archivo.
fr: Local conserve des copies sur l’appareil ; Serveur uniquement interroge l’archive.
zh: 本地保留设备副本；仅服务器模式从存档查询。
zh_hk: 本地會保留裝置副本；僅伺服器模式會查詢封存。

# settingsMessageStorageLocal
source: Local
de: Lokal
zh: 本地
zh_hk: 本地

# settingsMessageStorageServerOnly
source: Server-only
de: Nur Server
es: Solo servidor
fr: Serveur uniquement
zh: 仅服务器
zh_hk: 僅伺服器

# settingsMuteNotifications
source: Mute notifications
de: Benachrichtigungen stummschalten
es: Silenciar notificaciones
fr: Couper les notifications
zh: 静音通知
zh_hk: 靜音通知

# settingsMuteNotificationsDescription
source: Stop receiving message notifications.
de: Keine Nachrichtenbenachrichtigungen mehr erhalten.
es: Deja de recibir notificaciones de mensajes.
fr: Arrête de recevoir les notifications de messages.
zh: 停止接收消息通知。
zh_hk: 停止接收訊息通知。

# settingsNotificationPreviews
source: Notification previews
de: Benachrichtigungsvorschau
es: Previsualizaciones de notificación
fr: Aperçu des notifications
zh: 通知预览
zh_hk: 通知預覽

# settingsNotificationPreviewsDescription
source: Show message content in notifications and on the lock screen.
de: Nachrichteninhalt in Benachrichtigungen und auf dem Sperrbildschirm anzeigen.
es: Mostrar el contenido de los mensajes en notificaciones y en la pantalla de bloqueo.
fr: Afficher le contenu des messages dans les notifications et sur l’écran de verrouillage.
zh: 在通知和锁屏上显示消息内容。
zh_hk: 在通知和鎖定畫面上顯示訊息內容。

# settingsReadReceipts
source: Send read receipts
de: Lesebestätigungen senden
es: Enviar confirmaciones de lectura
fr: Envoyer les accusés de lecture
zh: 发送已读回执

# settingsTypingIndicators
source: Send typing indicators
de: Tippanzeigen senden
es: Enviar indicadores de escritura
fr: Envoyer les indicateurs de saisie
zh: 发送正在输入指示
zh_hk: 傳送輸入指示

# settingsTypingIndicatorsDescription
source: Let other people in a chat see when you are typing.
de: Lässt andere im Chat sehen, wenn du tippst.
es: Permite que otros en el chat vean cuando estás escribiendo.
fr: Permet aux autres dans le chat de voir quand vous tapez.
zh: 让聊天中的其他人看到你正在输入。
zh_hk: 讓聊天中的其他人看到你正在輸入。

# settingsShareTokenFooter
source: Include share token footer
de: Freigabe-Token-Fußzeile anhängen
es: Incluir pie de token de compartir
fr: Inclure le pied de page du jeton de partage
zh: 包含共享令牌页脚
zh_hk: 包含分享代幣頁腳

# settingsShareTokenFooterDescription
source: Helps keep multi-recipient email threads and attachments linked. Turning this off can break threading.
de: Hilft, E-Mail-Threads mit mehreren Empfängern und Anhängen zusammenzuhalten. Deaktivieren kann Threads aufbrechen.
es: Ayuda a mantener enlazados los hilos de correo con varios destinatarios y sus adjuntos. Desactivarlo puede romper el hilo.
fr: Aide à garder liés les fils d’e-mails multi-destinataires et leurs pièces jointes. Le désactiver peut casser le fil.
zh: 有助于保持多收件人邮件线程和附件关联。关闭可能导致线程断裂。
zh_hk: 有助於保持多收件人郵件執行緒與附件關聯。關閉後可能造成執行緒中斷。

# authCustomServerTitle
source: Custom server
de: Eigener Server
es: Servidor personalizado
fr: Serveur personnalisé
zh: 自定义服务器
zh_hk: 自訂伺服器

# authCustomServerDescription
source: Override XMPP/SMTP endpoints or enable DNS lookups. Leave fields blank to keep defaults.
de: XMPP/SMTP-Endpunkte überschreiben oder DNS-Abfragen aktivieren. Felder leer lassen, um Standardwerte zu behalten.
es: Anula los endpoints XMPP/SMTP o habilita búsquedas DNS. Deja los campos vacíos para mantener los valores predeterminados.
fr: Remplace les points de terminaison XMPP/SMTP ou active les recherches DNS. Laissez les champs vides pour conserver les valeurs par défaut.
zh: 覆盖 XMPP/SMTP 端点或启用 DNS 查询。留空以使用默认值。
zh_hk: 覆寫 XMPP/SMTP 端點或啟用 DNS 查詢。欄位留空以保留預設值。

# authCustomServerDomainOrIp
source: Domain or IP
de: Domain oder IP
es: Dominio o IP
fr: Domaine ou IP
zh: 域名或 IP
zh_hk: 網域或 IP

# authCustomServerUseDns
source: Use DNS
de: DNS verwenden
es: Usar DNS
fr: Utiliser le DNS
zh: 使用 DNS
zh_hk: 使用 DNS

# authCustomServerUseSrv
source: Use SRV
de: SRV verwenden
es: Usar SRV
fr: Utiliser SRV
zh: 使用 SRV
zh_hk: 使用 SRV

# authCustomServerRequireDnssec
source: Require DNSSEC
de: DNSSEC erzwingen
es: Requerir DNSSEC
fr: Exiger DNSSEC
zh: 需要 DNSSEC
zh_hk: 需要 DNSSEC

# authCustomServerXmppHostPlaceholder
source: XMPP host (optional)
es: Host XMPP (opcional)
fr: Hôte XMPP (optionnel)
zh: XMPP 主机（可选）
zh_hk: XMPP 主機（可選）

# authCustomServerPortPlaceholder
source: Port
es: Puerto
zh: 端口
zh_hk: 連接埠

# authCustomServerSmtpHostPlaceholder
source: SMTP host (optional)
es: Host SMTP (opcional)
fr: Hôte SMTP (optionnel)
zh: SMTP 主机（可选）
zh_hk: SMTP 主機（可選）

# authCustomServerApiPortPlaceholder
source: API port
es: Puerto API
fr: Port API
zh: API 端口
zh_hk: API 連接埠

# authCustomServerReset
source: Reset to axi.im
de: Auf axi.im zurücksetzen
es: Restablecer a axi.im
fr: Réinitialiser vers axi.im
zh: 重置为 axi.im
zh_hk: 重設為 axi.im

# authCustomServerOpenSettings
source: Open custom server settings
de: Eigene Servereinstellungen öffnen
es: Abrir ajustes de servidor personalizado
fr: Ouvrir les réglages du serveur personnalisé
zh: 打开自定义服务器设置
zh_hk: 開啟自訂伺服器設定

# authCustomServerAdvancedHint
source: Advanced server options stay hidden until you tap the username suffix.
de: Erweiterte Serveroptionen bleiben verborgen, bis du auf das Benutzernamen-Suffix tippst.
es: Las opciones avanzadas del servidor se mantienen ocultas hasta que toques el sufijo de usuario.
fr: Les options serveur avancées restent masquées jusqu’à ce que vous appuyiez sur le suffixe de nom d’utilisateur.
zh: 高级服务器选项会保持隐藏，直到你点击用户名后缀。
zh_hk: 進階伺服器選項會保持隱藏，直到你點擊使用者名稱的後綴。

# authUnregisterTitle
source: Unregister
de: Abmelden
es: Dar de baja
fr: Désinscription
zh: 注销
zh_hk: 註銷

# authUnregisterProgressLabel
source: Waiting for account deletion
de: Warten auf Kontolöschung
es: Esperando la eliminación de la cuenta
fr: En attente de la suppression du compte
zh: 正在等待删除账户
zh_hk: 正在等待刪除帳戶

# authPasswordPlaceholder
source: Password
de: Passwort
es: Contraseña
fr: Mot de passe
zh: 密码
zh_hk: 密碼

# authPasswordCurrentPlaceholder
source: Old password
de: Altes Passwort
es: Contraseña anterior
fr: Ancien mot de passe
zh: 旧密码
zh_hk: 舊密碼

# authPasswordNewPlaceholder
source: New password
de: Neues Passwort
es: Nueva contraseña
fr: Nouveau mot de passe
zh: 新密码
zh_hk: 新密碼

# authPasswordConfirmNewPlaceholder
source: Confirm new password
de: Neues Passwort bestätigen
es: Confirmar nueva contraseña
fr: Confirmer le nouveau mot de passe
zh: 确认新密码
zh_hk: 確認新密碼
