Repository: axichat/axichat
Catalog: lib/src/localization/app_*.arb
Languages: de, es, fr, zh, zh_hk

# authChangePasswordProgressLabel
source: Waiting for password change
de: Warten auf Passwortänderung
es: Esperando el cambio de contraseña
fr: En attente du changement de mot de passe
zh: 正在等待修改密码
zh_hk: 正在等待變更密碼

# authLogoutTitle
source: Log out
de: Abmelden
es: Cerrar sesión
fr: Se déconnecter
zh: 退出登录
zh_hk: 登出

# authLogoutNormal
source: Log out
de: Abmelden
es: Cerrar sesión
fr: Se déconnecter
zh: 退出登录
zh_hk: 登出

# authLogoutNormalDescription
source: Sign out of this account.
de: Von diesem Konto abmelden.
es: Cerrar sesión de esta cuenta.
fr: Se déconnecter de ce compte.
zh: 退出此账户。
zh_hk: 登出此帳戶。

# authLogoutBurn
source: Burn account
de: Konto löschen
es: Borrar cuenta
fr: Supprimer le compte
zh: 销毁账户
zh_hk: 銷毀帳戶

# authLogoutBurnDescription
source: Sign out and clear local data for this account.
de: Abmelden und lokale Daten für dieses Konto löschen.
es: Cerrar sesión y borrar los datos locales de esta cuenta.
fr: Se déconnecter et effacer les données locales de ce compte.
zh: 退出并清除此账户的本地数据。
zh_hk: 登出並清除此帳戶的本機資料。

# chatAttachmentBlockedTitle
source: Attachment blocked
de: Anhang blockiert
es: Adjunto bloqueado
fr: Pièce jointe bloquée
zh: 附件已被阻止
zh_hk: 附件已被阻擋

# chatAttachmentBlockedDescription
source: Load attachments from unknown contacts only if you trust them. We will fetch it once you approve.
de: Lade Anhänge von unbekannten Kontakten nur, wenn du ihnen vertraust. Wir rufen ihn ab, sobald du zustimmst.
es: Cargar adjuntos de contactos desconocidos solo si confías en ellos. Lo descargaremos cuando lo apruebes.
fr: Chargez les pièces jointes d’inconnus uniquement si vous leur faites confiance. Nous les récupérerons une fois que vous aurez confirmé.
zh: 仅在信任未知联系人时加载附件。你确认后我们才会获取。
zh_hk: 僅在你信任未知聯絡人時才載入附件。你同意後我們才會擷取。

# chatAttachmentLoad
source: Load attachment
de: Anhang laden
es: Cargar adjunto
fr: Charger la pièce jointe
zh: 加载附件
zh_hk: 載入附件

# chatAttachmentUnavailable
source: Attachment unavailable
de: Anhang nicht verfügbar
es: Adjunto no disponible
fr: Pièce jointe indisponible
zh: 附件不可用
zh_hk: 附件無法使用

# chatAttachmentSendFailed
source: Unable to send attachment.
de: Anhang konnte nicht gesendet werden.
es: No se pudo enviar el adjunto.
fr: Impossible d’envoyer la pièce jointe.
zh: 无法发送附件。
zh_hk: 無法傳送附件。

# chatAttachmentRetryUpload
source: Retry upload
de: Upload wiederholen
es: Reintentar carga
fr: Relancer l’envoi
zh: 重试上传
zh_hk: 重試上傳

# chatAttachmentRemoveAttachment
source: Remove attachment
de: Anhang entfernen
es: Quitar adjunto
fr: Retirer la pièce jointe
zh: 移除附件
zh_hk: 移除附件

# chatAttachmentStatusUploading
source: Uploading attachment…
de: Anhang wird hochgeladen…
es: Subiendo adjunto…
fr: Envoi de la pièce jointe…
zh: 正在上传附件…
zh_hk: 正在上傳附件…

# chatAttachmentStatusQueued
source: Waiting to send
de: Warten auf Versand
es: Esperando para enviar
fr: En attente d’envoi
zh: 等待发送
zh_hk: 等待傳送

# chatAttachmentStatusFailed
source: Upload failed
de: Upload fehlgeschlagen
es: Carga fallida
fr: Échec de l’envoi
zh: 上传失败
zh_hk: 上傳失敗

# chatAttachmentLoading
source: Loading attachment
de: Anhang wird geladen
es: Cargando adjunto
fr: Chargement de la pièce jointe
zh: 正在加载附件
zh_hk: 正在載入附件

# chatAttachmentLoadingProgress
source: Loading {percent}
de: Lade {percent}
es: Cargando {percent}
fr: Chargement {percent}
zh: 正在加载 {percent}
zh_hk: 正在載入 {percent}

# chatAttachmentDownload
source: Download attachment
de: Anhang herunterladen
es: Descargar adjunto
fr: Télécharger la pièce jointe
zh: 下载附件
zh_hk: 下載附件

# chatAttachmentExportTitle
source: Save attachment?
de: Anhang speichern?
es: ¿Guardar adjunto?
fr: Enregistrer la pièce jointe ?
zh: 保存附件？
zh_hk: 儲存附件？

# chatAttachmentExportMessage
source: This will copy the attachment to shared storage. Exports are unencrypted and may be readable by other apps. Continue?
de: Dies kopiert den Anhang in den gemeinsamen Speicher. Exporte sind unverschlüsselt und können von anderen Apps gelesen werden. Fortfahren?
es: Esto copiará el adjunto al almacenamiento compartido. Las exportaciones no están cifradas y otras apps pueden leerlas. ¿Continuar?
fr: Cela copiera la pièce jointe vers le stockage partagé. Les exportations ne sont pas chiffrées et peuvent être lues par d'autres apps. Continuer ?
zh: 这会将附件复制到共享存储。导出内容未加密，可能会被其他应用读取。继续？
zh_hk: 這會把附件複製到共享儲存空間。匯出內容未加密，可能會被其他應用程式讀取。繼續？

# chatAttachmentExportConfirm
source: Save
de: Speichern
es: Guardar
fr: Enregistrer
zh: 保存
zh_hk: 儲存

# chatAttachmentExportCancel
source: Cancel
de: Abbrechen
es: Cancelar
fr: Annuler
zh: 取消
zh_hk: 取消

# chatMediaMetadataWarningTitle
source: Media may include metadata
de: Medien können Metadaten enthalten
es: Los medios pueden incluir metadatos
fr: Les médias peuvent contenir des métadonnées
zh: 媒体可能包含元数据
zh_hk: 媒體可能包含中繼資料

# chatMediaMetadataWarningMessage
source: Photos and videos can include location and device details. Continue?
de: Fotos und Videos können Standort- und Gerätedaten enthalten. Trotzdem fortfahren?
es: Las fotos y los videos pueden incluir ubicación y datos del dispositivo. ¿Continuar?
fr: Les photos et vidéos peuvent contenir la localisation et des données de l'appareil. Continuer ?
zh: 照片和视频可能包含位置和设备信息。继续？
zh_hk: 相片和影片可能包含位置及裝置資訊。繼續？

# chatNotificationPreviewOptionInherit
source: Use app setting
de: App-Einstellung verwenden
es: Usar la configuración de la app
fr: Utiliser le réglage de l'app
zh: 使用应用设置
zh_hk: 使用應用程式設定

# chatNotificationPreviewOptionShow
source: Always show previews
de: Vorschau immer anzeigen
es: Mostrar vistas previas siempre
fr: Toujours afficher les aperçus
zh: 始终显示预览
zh_hk: 一律顯示預覽

# chatNotificationPreviewOptionHide
source: Always hide previews
de: Vorschau immer verbergen
es: Ocultar vistas previas siempre
fr: Toujours masquer les aperçus
zh: 始终隐藏预览
zh_hk: 一律隱藏預覽

# chatAttachmentUnavailableDevice
source: Attachment is no longer available on this device
de: Anhang ist auf diesem Gerät nicht mehr verfügbar
es: El adjunto ya no está disponible en este dispositivo
fr: La pièce jointe n'est plus disponible sur cet appareil
zh: 此设备上已无法获取该附件
zh_hk: 此裝置上已無法取得該附件

# chatAttachmentInvalidLink
source: Invalid attachment link
de: Ungültiger Anhang-Link
es: Enlace de adjunto no válido
fr: Lien de pièce jointe invalide
zh: 无效的附件链接
zh_hk: 無效的附件連結

# chatAttachmentOpenFailed
source: Could not open {target}
de: Konnte {target} nicht öffnen
es: No se pudo abrir {target}
fr: Impossible d’ouvrir {target}
zh: 无法打开 {target}
zh_hk: 無法開啟 {target}

# chatAttachmentUnknownSize
source: Unknown size
de: Unbekannte Größe
es: Tamaño desconocido
fr: Taille inconnue
zh: 大小未知
zh_hk: 大小未知

# chatAttachmentMenuHint
source: Open menu for actions.
de: Menü für Aktionen öffnen.
es: Abre el menú para ver acciones.
fr: Ouvrir le menu pour les actions.
zh: 打开菜单以查看更多操作。
zh_hk: 開啟選單以取得更多動作。

# accessibilityActionsLabel
source: Accessibility actions
de: Bedienungshilfen-Aktionen
es: Acciones de accesibilidad
fr: Actions d’accessibilité
zh: 辅助功能操作
zh_hk: 無障礙操作

# accessibilityActionsShortcutTooltip
source: Accessibility actions ({shortcut})
de: Bedienungshilfen-Aktionen ({shortcut})
es: Acciones de accesibilidad ({shortcut})
fr: Actions d’accessibilité ({shortcut})
zh: 辅助功能操作（{shortcut}）
zh_hk: 無障礙操作（{shortcut}）

# shorebirdUpdateAvailable
source: Update available: log out and restart the app
de: Update verfügbar: abmelden und die App neu starten
es: Actualización disponible: cierra sesión y reinicia la app
fr: Mise à jour disponible : déconnectez-vous et redémarrez l’app
zh: 有可用更新：请注销并重新启动应用。
zh_hk: 有可用更新：請登出並重新啟動應用程式。

# calendarEditTaskTitle
source: Edit task
de: Aufgabe bearbeiten
es: Editar tarea
fr: Modifier la tâche
zh: 编辑任务
zh_hk: 編輯任務

# calendarDateTimeLabel
source: Date & time
de: Datum & Uhrzeit
es: Fecha y hora
fr: Date et heure
zh: 日期和时间
zh_hk: 日期與時間

# calendarSelectDate
source: Select date
de: Datum auswählen
es: Seleccionar fecha
fr: Sélectionner la date
zh: 选择日期
zh_hk: 選擇日期

# calendarSelectTime
source: Select time
de: Uhrzeit auswählen
es: Seleccionar hora
fr: Sélectionner l’heure
zh: 选择时间
zh_hk: 選擇時間

# calendarDurationLabel
source: Duration
de: Dauer
es: Duración
fr: Durée
zh: 时长
zh_hk: 時長

# calendarSelectDuration
source: Select duration
de: Dauer auswählen
es: Seleccionar duración
fr: Sélectionner la durée
zh: 选择时长
zh_hk: 選擇時長

# calendarAddToCriticalPath
source: Add to critical path
de: Zur kritischen Abfolge hinzufügen
es: Agregar a la ruta crítica
fr: Ajouter au chemin critique
zh: 添加到关键路径
zh_hk: 新增到關鍵路徑

# calendarNoCriticalPathMembership
source: Not in any critical paths
de: In keiner kritischen Abfolge
es: No está en ninguna ruta crítica
fr: Aucun chemin critique
zh: 不在任何关键路径中
zh_hk: 不在任何關鍵路徑中

# calendarGuestTitle
source: Guest calendar
de: Gastkalender
es: Calendario de invitado
fr: Calendrier invité
zh: 访客日历
zh_hk: 訪客行事曆

# calendarGuestBanner
source: Guest Mode - No Sync
de: Gastmodus - keine Synchronisierung
es: Modo invitado - Sin sincronización
fr: Mode invité - pas de synchronisation
zh: 访客模式 - 不同步
zh_hk: 訪客模式 - 不同步

# calendarGuestModeLabel
source: Guest mode
de: Gastmodus
es: Modo invitado
fr: Mode invité
zh: 访客模式
zh_hk: 訪客模式

# calendarGuestModeDescription
source: Log in to sync tasks across devices and enable reminders.
de: Melden Sie sich an, um Aufgaben zu synchronisieren und Erinnerungen zu aktivieren.
es: Inicia sesión para sincronizar tareas y activar recordatorios.
fr: Connectez-vous pour synchroniser les tâches et activer les rappels.
zh: 登录以同步任务并启用提醒。
zh_hk: 登入以同步任務並啟用提醒。

# calendarNoTasksForDate
source: No tasks for this date
de: Keine Aufgaben für dieses Datum
es: No hay tareas para esta fecha
fr: Aucune tâche pour cette date
zh: 此日期没有任务
zh_hk: 此日期沒有任務

# calendarTapToCreateTask
source: Tap + to create a new task
de: Tippen Sie auf +, um eine Aufgabe zu erstellen
es: Toca + para crear una nueva tarea
fr: Touchez + pour créer une nouvelle tâche
zh: 点击 + 创建新任务
zh_hk: 點擊 + 建立新任務

# calendarQuickStats
source: Quick stats
de: Schnellübersicht
es: Estadísticas rápidas
fr: Statistiques rapides
zh: 快速统计
zh_hk: 快速統計

# calendarDueReminders
source: Due reminders
de: Fällige Erinnerungen
es: Recordatorios vencidos
fr: Rappels dus
zh: 到期提醒
zh_hk: 到期提醒

# calendarNextTaskLabel
source: Next task
de: Nächste Aufgabe
es: Próxima tarea
fr: Prochaine tâche
zh: 下一项任务
zh_hk: 下一個任務

# calendarNone
source: None
de: Keine
es: Ninguna
fr: Aucune
zh: 无
zh_hk: 無

# calendarViewLabel
source: View
de: Ansicht
es: Vista
fr: Vue
zh: 视图
zh_hk: 檢視

# calendarViewDay
source: Day
de: Tag
es: Día
fr: Jour
zh: 日
zh_hk: 日

# calendarViewWeek
source: Week
de: Woche
es: Semana
fr: Semaine
zh: 周
zh_hk: 週

# calendarViewMonth
source: Month
de: Monat
es: Mes
fr: Mois
zh: 月
zh_hk: 月

# calendarPreviousDate
source: Previous date
de: Vorheriges Datum
es: Fecha anterior
fr: Date précédente
zh: 上一日期
zh_hk: 前一日期

# calendarNextDate
source: Next date
de: Nächstes Datum
es: Fecha siguiente
fr: Date suivante
zh: 下一日期
zh_hk: 下一日期

# calendarPreviousUnit
source: Previous {unit}
de: Vorheriger {unit}
es: Anterior {unit}
fr: Précédent {unit}
zh: 上一{unit}
zh_hk: 上一個{unit}

# calendarNextUnit
source: Next {unit}
de: Nächster {unit}
es: Siguiente {unit}
fr: Suivant {unit}
zh: 下一{unit}
zh_hk: 下一個{unit}

# calendarToday
source: Today
de: Heute
es: Hoy
fr: Aujourd’hui
zh: 今天
zh_hk: 今天

# calendarUndo
source: Undo
de: Rückgängig
es: Deshacer
fr: Annuler
zh: 撤销
zh_hk: 復原

# calendarRedo
source: Redo
de: Wiederholen
es: Rehacer
fr: Rétablir
zh: 重做
zh_hk: 重做

# calendarOpeningCreator
source: Opening task creator...
de: Aufgabenerstellung wird geöffnet ...
es: Abriendo creador de tareas...
fr: Ouverture du créateur de tâches...
zh: 正在打开任务创建器...
zh_hk: 正在開啟任務建立器...

# calendarWeekOf
source: Week of {date}
de: Woche vom {date}
es: Semana de {date}
fr: Semaine du {date}
zh: 本周 {date}
zh_hk: 本週 {date}

# calendarStatusCompleted
source: Completed
de: Abgeschlossen
es: Completada
fr: Terminée
zh: 已完成
zh_hk: 已完成

# calendarStatusOverdue
source: Overdue
de: Überfällig
es: Atrasada
fr: En retard
zh: 已过期
zh_hk: 已過期

# calendarStatusDueSoon
source: Due soon
de: Bald fällig
es: Próxima a vencer
fr: Bientôt due
zh: 即将到期
zh_hk: 即將到期

# calendarStatusPending
source: Pending
de: Ausstehend
es: Pendiente
fr: En attente
zh: 待处理
zh_hk: 待處理

# calendarTaskCompletedMessage
source: Task completed!
de: Aufgabe abgeschlossen!
es: ¡Tarea completada!
fr: Tâche terminée !
zh: 任务已完成！
zh_hk: 任務已完成！

# calendarTaskUpdatedMessage
source: Task updated!
de: Aufgabe aktualisiert!
es: Tarea actualizada
fr: Tâche mise à jour !
zh: 任务已更新！
zh_hk: 任務已更新！

# calendarErrorTitle
source: Error
de: Fehler
fr: Erreur
zh: 错误
zh_hk: 錯誤

# calendarErrorTaskNotFound
source: Task not found
de: Aufgabe nicht gefunden
es: Tarea no encontrada
fr: Tâche introuvable
zh: 未找到任务
zh_hk: 找不到任務

# calendarErrorTitleEmpty
source: Title cannot be empty
de: Titel darf nicht leer sein
es: El título no puede estar vacío
fr: Le titre ne peut pas être vide
zh: 标题不能为空
zh_hk: 標題不能為空

# calendarErrorTitleTooLong
source: Title too long
de: Titel zu lang
es: Título demasiado largo
fr: Titre trop long
zh: 标题过长
zh_hk: 標題過長

# calendarErrorDescriptionTooLong
source: Description too long
de: Beschreibung zu lang
es: Descripción demasiado larga
fr: Description trop longue
zh: 描述过长
zh_hk: 描述過長

# calendarErrorInputInvalid
source: Input invalid
de: Eingabe ungültig
es: Entrada no válida
fr: Entrée non valide
zh: 输入无效
zh_hk: 輸入無效

# calendarErrorAddFailed
source: Failed to add task
de: Aufgabe konnte nicht hinzugefügt werden
es: No se pudo agregar la tarea
fr: Échec de l’ajout de la tâche
zh: 添加任务失败
zh_hk: 新增任務失敗

# calendarErrorUpdateFailed
source: Failed to update task
de: Aufgabe konnte nicht aktualisiert werden
es: No se pudo actualizar la tarea
fr: Échec de la mise à jour de la tâche
zh: 更新任务失败
zh_hk: 更新任務失敗

# calendarErrorDeleteFailed
source: Failed to delete task
de: Aufgabe konnte nicht gelöscht werden
es: No se pudo eliminar la tarea
fr: Échec de la suppression de la tâche
zh: 删除任务失败
zh_hk: 刪除任務失敗

# calendarErrorNetwork
source: Network error
de: Netzwerkfehler
es: Error de red
fr: Erreur réseau
zh: 网络错误
zh_hk: 網路錯誤

# calendarErrorStorage
source: Storage error
de: Speicherfehler
es: Error de almacenamiento
fr: Erreur de stockage
zh: 存储错误
zh_hk: 儲存錯誤

# calendarErrorUnknown
source: Unknown error
de: Unbekannter Fehler
es: Error desconocido
fr: Erreur inconnue
zh: 未知错误
zh_hk: 未知錯誤

# commonConfirm
source: Confirm
de: Bestätigen
es: Confirmar
fr: Confirmer
zh: 确认
zh_hk: 確認

# commonOpen
source: Open
de: Öffnen
es: Abrir
fr: Ouvrir
zh: 打开
zh_hk: 開啟

# commonSelect
source: Select
de: Auswählen
es: Seleccionar
fr: Sélectionner
zh: 选择
zh_hk: 選擇

# commonExport
source: Export
de: Exportieren
es: Exportar
fr: Exporter
zh: 导出
zh_hk: 匯出

# commonFavorite
source: Favorite
de: Favorisieren
es: Favorito
fr: Favori
zh: 收藏
zh_hk: 收藏

# commonUnfavorite
source: Unfavorite
de: Favorit entfernen
es: Quitar favorito
fr: Retirer des favoris
zh: 取消收藏
zh_hk: 取消收藏

# commonArchive
source: Archive
de: Archivieren
es: Archivar
fr: Archiver
zh: 存档
zh_hk: 封存

# commonUnarchive
source: Unarchive
de: Aus Archiv holen
es: Desarchivar
fr: Désarchiver
zh: 取消存档
zh_hk: 取消封存

# commonShow
source: Show
de: Einblenden
es: Mostrar
fr: Afficher
zh: 显示
zh_hk: 顯示

# commonHide
source: Hide
de: Ausblenden
es: Ocultar
fr: Masquer
zh: 隐藏
zh_hk: 隱藏

# blocklistBlockUser
source: Block user
de: Benutzer blockieren
es: Bloquear usuario
fr: Bloquer l’utilisateur
zh: 屏蔽用户
zh_hk: 封鎖用戶

# blocklistWaitingForUnblock
source: Awaiting unblock
de: Warte auf Entsperrung
es: Esperando desbloqueo
fr: En attente de déblocage
zh: 等待解除屏蔽
zh_hk: 等待解除封鎖

# blocklistUnblockAll
source: Unblock all
de: Alle entsperren
es: Desbloquear todo
fr: Débloquer tout
zh: 全部解除屏蔽
zh_hk: 全部解除封鎖

# blocklistUnblock
source: Unblock
de: Entsperren
es: Desbloquear
fr: Débloquer
zh: 解除屏蔽
zh_hk: 解除封鎖

# blocklistBlock
source: Block
de: Blockieren
es: Bloquear
fr: Bloquer
zh: 屏蔽
zh_hk: 封鎖

# blocklistAddTooltip
source: Add to blocklist
de: Zur Blockliste hinzufügen
es: Agregar a la lista bloqueada
fr: Ajouter à la liste bloquée
zh: 添加到屏蔽列表
zh_hk: 加入封鎖清單

# mucChangeNickname
source: Change nickname
de: Spitznamen ändern
es: Cambiar apodo
fr: Changer de pseudo
zh: 更改昵称
zh_hk: 更改暱稱

# mucChangeNicknameWithCurrent
source: Change nickname (current: {current})
de: Spitznamen ändern (aktuell: {current})
es: Cambiar apodo (actual: {current})
fr: Changer de pseudo (actuel : {current})
zh: 更改昵称（当前：{current}）
zh_hk: 更改暱稱（目前：{current}）

# mucLeaveRoom
source: Leave room
de: Raum verlassen
es: Salir de la sala
fr: Quitter la salle
zh: 离开房间
zh_hk: 離開聊天室

# mucNoMembers
source: No members yet
de: Noch keine Mitglieder
es: Aún no hay miembros
fr: Aucun membre pour l’instant
zh: 暂无成员
zh_hk: 暫無成員

# mucInviteUsers
source: Invite users
de: Benutzer einladen
es: Invitar usuarios
fr: Inviter des utilisateurs
zh: 邀请用户
zh_hk: 邀請用戶

# mucSendInvites
source: Send invites
de: Einladungen senden
es: Enviar invitaciones
fr: Envoyer les invitations
zh: 发送邀请
zh_hk: 發送邀請

# mucChangeNicknameTitle
source: Change nickname
de: Spitznamen ändern
es: Cambiar apodo
fr: Changer de pseudo
zh: 更改昵称
zh_hk: 更改暱稱

# mucEnterNicknamePlaceholder
source: Enter a nickname
de: Spitznamen eingeben
es: Introduce un apodo
fr: Saisir un pseudo
zh: 输入昵称
zh_hk: 輸入暱稱

# mucUpdateNickname
source: Update
de: Aktualisieren
es: Actualizar
fr: Mettre à jour
zh: 更新
zh_hk: 更新

# mucMembersTitle
source: Members
de: Mitglieder
es: Miembros
fr: Membres
zh: 成员
zh_hk: 成員

# mucInviteUser
source: Invite user
de: Benutzer einladen
es: Invitar usuario
fr: Inviter un utilisateur
zh: 邀请用户
zh_hk: 邀請用戶

# mucSectionOwners
source: Owners
de: Eigentümer
es: Propietarios
fr: Propriétaires
zh: 所有者
zh_hk: 擁有者

# mucSectionAdmins
source: Admins
es: Administradores
zh: 管理员
zh_hk: 管理員

# mucSectionModerators
source: Moderators
de: Moderatoren
es: Moderadores
fr: Modérateurs
zh: 版主
zh_hk: 版主

# mucSectionMembers
source: Members
de: Mitglieder
es: Miembros
fr: Membres
zh: 成员
zh_hk: 成員

# mucSectionVisitors
source: Visitors
de: Besucher
es: Visitantes
fr: Visiteurs
zh: 访客
zh_hk: 訪客

# mucRoleOwner
source: Owner
de: Eigentümer
es: Propietario
fr: Propriétaire
zh: 所有者
zh_hk: 擁有者

# mucRoleAdmin
source: Admin
es: Administrador
zh: 管理员
zh_hk: 管理員

# mucRoleMember
source: Member
de: Mitglied
es: Miembro
fr: Membre
zh: 成员
zh_hk: 成員

# mucRoleVisitor
source: Visitor
de: Besucher
es: Visitante
fr: Visiteur
zh: 访客
zh_hk: 訪客

# mucRoleModerator
source: Moderator
es: Moderador
fr: Modérateur
zh: 版主
zh_hk: 版主

# mucActionKick
source: Kick
de: Rauswerfen
es: Expulsar
fr: Exclure
zh: 移出
zh_hk: 移出

# mucActionBan
source: Ban
de: Sperren
es: Bloquear
fr: Bannir
zh: 封禁
zh_hk: 封禁

# mucActionMakeMember
source: Make member
de: Als Mitglied festlegen
es: Convertir en miembro
fr: Nommer membre
zh: 设为成员
zh_hk: 設為成員

# mucActionMakeAdmin
source: Make admin
de: Zum Admin machen
es: Hacer administrador
fr: Nommer admin
zh: 设为管理员
zh_hk: 設為管理員

# mucActionMakeOwner
source: Make owner
de: Zum Besitzer machen
es: Hacer propietario
fr: Nommer propriétaire
zh: 设为所有者
zh_hk: 設為擁有者

# mucActionGrantModerator
source: Grant moderator
de: Moderatorrechte vergeben
es: Conceder moderador
fr: Donner le statut modérateur
zh: 授予版主
zh_hk: 授予版主

# mucActionRevokeModerator
source: Revoke moderator
de: Moderatorrechte entziehen
es: Revocar moderador
fr: Retirer le statut modérateur
zh: 撤销版主
zh_hk: 取消版主

# chatsEmptyList
source: No chats yet
de: Noch keine Chats
es: Aún no hay chats
fr: Pas encore de chats
zh: 暂时没有聊天
zh_hk: 暫時沒有聊天

# chatsDeleteConfirmMessage
source: Delete chat: {chatTitle}
de: Chat löschen: {chatTitle}
es: Eliminar chat: {chatTitle}
fr: Supprimer le chat : {chatTitle}
zh: 删除聊天：{chatTitle}
zh_hk: 刪除聊天：{chatTitle}

# chatsDeleteMessagesOption
source: Permanently delete messages
de: Nachrichten dauerhaft löschen
es: Eliminar mensajes permanentemente
fr: Supprimer définitivement les messages
zh: 永久删除消息
zh_hk: 永久刪除訊息

# chatsDeleteSuccess
source: Chat deleted
de: Chat gelöscht
es: Chat eliminado
fr: Chat supprimé
zh: 聊天已删除
zh_hk: 聊天已刪除

# chatsExportNoContent
source: No text content to export
de: Kein Textinhalt zum Exportieren
es: No hay texto para exportar
fr: Aucun texte à exporter
zh: 没有可导出的文本内容
zh_hk: 沒有可匯出的文字內容

# chatsExportShareText
source: Chat export from Axichat
de: Chat-Export von Axichat
es: Exportación de chat desde Axichat
fr: Export de chat depuis Axichat
zh: 来自 Axichat 的聊天导出
zh_hk: 來自 Axichat 的聊天匯出

# chatsExportShareSubject
source: Chat with {chatTitle}
de: Chat mit {chatTitle}
es: Chat con {chatTitle}
fr: Chat avec {chatTitle}
zh: 与 {chatTitle} 的聊天
zh_hk: 與 {chatTitle} 的聊天

# chatsExportSuccess
source: Chat exported
de: Chat exportiert
es: Chat exportado
fr: Chat exporté
zh: 聊天已导出
zh_hk: 聊天已匯出

# chatsExportFailure
source: Unable to export chat
de: Chat kann nicht exportiert werden
es: No se pudo exportar el chat
fr: Impossible d’exporter le chat
zh: 无法导出聊天
zh_hk: 無法匯出聊天

# chatExportWarningTitle
source: Export chat history?
de: Chatverlauf exportieren?
es: ¿Exportar historial del chat?
fr: Exporter l’historique du chat ?
zh: 导出聊天记录？
zh_hk: 匯出聊天記錄？

# chatExportWarningMessage
source: Chat exports are unencrypted and may be readable by other apps or cloud services. Continue?
de: Chat-Exporte sind unverschlüsselt und können von anderen Apps oder Cloud-Diensten gelesen werden. Fortfahren?
es: Las exportaciones de chat no están cifradas y otras apps o servicios en la nube pueden leerlas. ¿Continuar?
fr: Les exports de chat ne sont pas chiffrés et peuvent être lus par d'autres apps ou services cloud. Continuer ?
zh: 聊天导出未加密，可能会被其他应用或云服务读取。继续？
zh_hk: 聊天匯出未加密，可能會被其他應用程式或雲端服務讀取。繼續？

# chatsArchivedRestored
source: Chat restored
de: Chat wiederhergestellt
es: Chat restaurado
fr: Chat restauré
zh: 聊天已恢复
zh_hk: 聊天已還原

# chatsArchivedHint
source: Chat archived (Profile → Archived chats)
de: Chat archiviert (Profil → Archivierte Chats)
es: Chat archivado (Perfil → Chats archivados)
fr: Chat archivé (Profil → Chats archivés)
zh: 聊天已存档（个人资料 → 已存档聊天）
zh_hk: 聊天已封存（個人檔案 → 已封存聊天）

# chatsVisibleNotice
source: Chat is visible again
de: Chat ist wieder sichtbar
es: El chat vuelve a ser visible
fr: Le chat est à nouveau visible
zh: 聊天已重新可见
zh_hk: 聊天已重新可見

# chatsHiddenNotice
source: Chat hidden (use filter to reveal)
de: Chat verborgen (über Filter einblenden)
es: Chat oculto (usa el filtro para mostrarlo)
fr: Chat masqué (utilisez le filtre pour l’afficher)
zh: 聊天已隐藏（使用筛选显示）
zh_hk: 聊天已隱藏（使用篩選顯示）

# chatsUnreadLabel
source: {count, plural, =0 {No unread messages} one {# unread message} other {# unread messages}}
de: {count, plural, =0 {Keine ungelesenen Nachrichten} one {# ungelesene Nachricht} other {# ungelesene Nachrichten}}
es: {count, plural, =0 {Sin mensajes sin leer} one {# mensaje sin leer} other {# mensajes sin leer}}
fr: {count, plural, =0 {Aucun message non lu} one {# message non lu} other {# messages non lus}}
zh: {count, plural, =0 {没有未读消息} other {# 条未读消息}}
zh_hk: {count, plural, =0 {沒有未讀訊息} other {# 則未讀訊息}}

# chatsSemanticsUnselectHint
source: Press to unselect chat
de: Drücken, um den Chat abzuwählen
es: Pulsa para deseleccionar el chat
fr: Appuyez pour désélectionner le chat
zh: 点击取消选择聊天
zh_hk: 點擊取消選取聊天

# chatsSemanticsSelectHint
source: Press to select chat
de: Drücken, um den Chat auszuwählen
es: Pulsa para seleccionar el chat
fr: Appuyez pour sélectionner le chat
zh: 点击选择聊天
zh_hk: 點擊選取聊天

# chatsSemanticsOpenHint
source: Press to open chat
de: Drücken, um den Chat zu öffnen
es: Pulsa para abrir el chat
fr: Appuyez pour ouvrir le chat
zh: 点击打开聊天
zh_hk: 點擊開啟聊天

# chatsHideActions
source: Hide chat actions
de: Chat-Aktionen ausblenden
es: Ocultar acciones del chat
fr: Masquer les actions du chat
zh: 隐藏聊天操作
zh_hk: 隱藏聊天操作

# chatsShowActions
source: Show chat actions
de: Chat-Aktionen anzeigen
es: Mostrar acciones del chat
fr: Afficher les actions du chat
zh: 显示聊天操作
zh_hk: 顯示聊天操作
