Repository: axichat/axichat
Catalog: lib/src/localization/app_*.arb
Languages: de, es, fr, zh, zh_hk

# chatsSelectedLabel
source: Chat selected
de: Chat ausgewählt
es: Chat seleccionado
fr: Chat sélectionné
zh: 聊天已选择
zh_hk: 聊天已選取

# chatsSelectLabel
source: Select chat
de: Chat auswählen
es: Seleccionar chat
fr: Sélectionner le chat
zh: 选择聊天
zh_hk: 選取聊天

# chatSelectionExportEmptyTitle
source: No messages to export
de: Keine Nachrichten zum Exportieren
es: No hay mensajes para exportar
fr: Aucun message à exporter
zh: 没有可导出的消息
zh_hk: 沒有可匯出的訊息

# chatSelectionExportEmptyMessage
source: Select chats with text content
de: Chats mit Textinhalt auswählen
es: Selecciona chats con contenido de texto
fr: Sélectionnez des chats avec du contenu texte
zh: 选择包含文本内容的聊天
zh_hk: 選擇包含文字內容的聊天

# chatSelectionExportShareText
source: Chat exports from Axichat
de: Chat-Exporte von Axichat
es: Exportaciones de chat desde Axichat
fr: Exports de chat depuis Axichat
zh: 来自 Axichat 的聊天导出
zh_hk: 來自 Axichat 的聊天匯出

# chatSelectionExportShareSubject
source: Axichat chats export
de: Axichat-Chat-Export
es: Exportación de chats de Axichat
fr: Export de chats Axichat
zh: Axichat 聊天导出
zh_hk: Axichat 聊天匯出

# chatSelectionExportReadyTitle
source: Export ready
de: Export bereit
es: Exportación lista
fr: Export prêt
zh: 导出就绪
zh_hk: 匯出完成

# chatSelectionExportReadyMessage
source: {count, plural, one {Shared # chat} other {Shared # chats}}
de: {count, plural, one {# Chat geteilt} other {# Chats geteilt}}
es: {count, plural, one {# chat compartido} other {# chats compartidos}}
fr: {count, plural, one {# chat partagé} other {# chats partagés}}
zh: {count, plural, one {已分享 # 个聊天} other {已分享 # 个聊天}}
zh_hk: {count, plural, one {已分享 # 個聊天} other {已分享 # 個聊天}}

# chatSelectionExportFailedTitle
source: Export failed
de: Export fehlgeschlagen
es: Error de exportación
fr: Échec de l’export
zh: 导出失败
zh_hk: 匯出失敗

# chatSelectionExportFailedMessage
source: Unable to export selected chats
de: Ausgewählte Chats können nicht exportiert werden
es: No se pudieron exportar los chats seleccionados
fr: Impossible d’exporter les chats sélectionnés
zh: 无法导出所选聊天
zh_hk: 無法匯出所選聊天

# chatSelectionDeleteConfirmTitle
source: Delete chats?
de: Chats löschen?
es: ¿Eliminar chats?
fr: Supprimer les chats ?
zh: 删除聊天？
zh_hk: 刪除聊天？

# chatSelectionDeleteConfirmMessage
source: {count, plural, one {This removes 1 chat and all of its messages. This cannot be undone.} other {This removes # chats and all of their messages. This cannot be undone.}}
de: {count, plural, one {Dadurch wird 1 Chat mit allen Nachrichten gelöscht. Dies kann nicht rückgängig gemacht werden.} other {Dadurch werden # Chats mit allen Nachrichten gelöscht. Dies kann nicht rückgängig gemacht werden.}}
es: {count, plural, one {Esto elimina 1 chat y todos sus mensajes. No se puede deshacer.} other {Esto elimina # chats y todos sus mensajes. No se puede deshacer.}}
fr: {count, plural, one {Ceci supprime 1 chat et tous ses messages. Action irréversible.} other {Ceci supprime # chats et tous leurs messages. Action irréversible.}}
zh: {count, plural, one {将删除 1 个聊天及其全部消息，无法恢复。} other {将删除 # 个聊天及其全部消息，无法恢复。}}
zh_hk: {count, plural, one {將刪除 1 個聊天及其所有訊息，無法復原。} other {將刪除 # 個聊天及其所有訊息，無法復原。}}

# chatsCreateGroupChatTooltip
source: Create group chat
de: Gruppenchat erstellen
es: Crear chat grupal
fr: Créer un chat de groupe
zh: 创建群聊
zh_hk: 建立群組聊天

# chatsRoomLabel
source: Room
de: Raum
es: Sala
fr: Salle
zh: 房间
zh_hk: 聊天室

# chatsCreateChatRoomTitle
source: Create chat room
de: Chatraum erstellen
es: Crear sala de chat
fr: Créer une salle de chat
zh: 创建聊天室
zh_hk: 建立聊天室

# chatsRoomNamePlaceholder
source: Name
es: Nombre
fr: Nom
zh: 名称
zh_hk: 名稱

# chatsArchiveTitle
source: Archive
de: Archiv
es: Archivo
zh: 存档
zh_hk: 封存

# chatsArchiveEmpty
source: No archived chats yet
de: Noch keine archivierten Chats
es: Aún no hay chats archivados
fr: Aucun chat archivé pour l’instant
zh: 暂无已存档聊天
zh_hk: 暫無已封存的聊天

# calendarTileNow
source: Now: {title}
de: Jetzt: {title}
es: Ahora: {title}
fr: Maintenant : {title}
zh: 现在：{title}
zh_hk: 現在：{title}

# calendarTileNext
source: Next: {title}
de: Als Nächstes: {title}
es: Siguiente: {title}
fr: Suivant : {title}
zh: 接下来：{title}
zh_hk: 下一個：{title}

# calendarTileNone
source: No upcoming tasks
de: Keine anstehenden Aufgaben
es: No hay tareas próximas
fr: Aucune tâche à venir
zh: 没有即将进行的任务
zh_hk: 沒有即將進行的任務

# calendarViewDayShort
source: D
de: T
fr: J
zh: 日
zh_hk: 日

# calendarViewWeekShort
source: W
es: S
fr: S
zh: 周
zh_hk: 週

# calendarViewMonthShort
source: M
zh: 月
zh_hk: 月

# calendarShowCompleted
source: Show completed
de: Abgeschlossene anzeigen
es: Mostrar completadas
fr: Afficher terminées
zh: 显示已完成
zh_hk: 顯示已完成

# calendarHideCompleted
source: Hide completed
de: Abgeschlossene ausblenden
es: Ocultar completadas
fr: Masquer terminées
zh: 隐藏已完成
zh_hk: 隱藏已完成

# rosterAddTooltip
source: Add to roster
de: Zum Adressbuch hinzufügen
es: Agregar a la lista de contactos
fr: Ajouter au carnet d’adresses
zh: 添加到联系人
zh_hk: 加入聯絡人

# rosterAddLabel
source: Contact
de: Kontakt
es: Contacto
zh: 联系人
zh_hk: 聯絡人

# rosterAddTitle
source: Add contact
de: Kontakt hinzufügen
es: Agregar contacto
fr: Ajouter un contact
zh: 添加联系人
zh_hk: 新增聯絡人

# rosterEmpty
source: No contacts yet
de: Noch keine Kontakte
es: Aún no hay contactos
fr: Aucun contact pour l’instant
zh: 暂无联系人
zh_hk: 暫無聯絡人

# rosterCompose
source: Compose
de: Verfassen
es: Redactar
fr: Composer
zh: 撰写
zh_hk: 撰寫

# rosterRemoveConfirm
source: Remove {jid} from contacts?
de: {jid} aus Kontakten entfernen?
es: ¿Eliminar {jid} de los contactos?
fr: Retirer {jid} des contacts ?
zh: 将 {jid} 从联系人中移除？
zh_hk: 將 {jid} 從聯絡人移除？

# rosterInvitesEmpty
source: No invites yet
de: Noch keine Einladungen
es: Aún no hay invitaciones
fr: Aucune invitation pour l’instant
zh: 暂无邀请
zh_hk: 暫無邀請

# rosterRejectInviteConfirm
source: Reject invite from {jid}?
de: Einladung von {jid} ablehnen?
es: ¿Rechazar invitación de {jid}?
fr: Refuser l’invitation de {jid} ?
zh: 拒绝来自 {jid} 的邀请？
zh_hk: 拒絕來自 {jid} 的邀請？

# rosterAddContactTooltip
source: Add contact
de: Kontakt hinzufügen
es: Agregar contacto
fr: Ajouter un contact
zh: 添加联系人
zh_hk: 新增聯絡人

# jidInputInvalid
source: Enter a valid JID
de: Gültige JID eingeben
es: Introduce un JID válido
fr: Saisissez un JID valide
zh: 请输入有效的 JID
zh_hk: 請輸入有效的 JID

# sessionCapabilityChat
source: Chat
zh: 聊天
zh_hk: 聊天

# sessionCapabilityEmail
source: Email
es: Correo
zh: 邮件
zh_hk: 電郵

# sessionCapabilityStatusConnected
source: Connected
de: Verbunden
es: Conectado
fr: Connecté
zh: 已连接
zh_hk: 已連線

# sessionCapabilityStatusConnecting
source: Connecting
de: Verbindungsaufbau
es: Conectando
fr: Connexion
zh: 正在连接
zh_hk: 連線中

# sessionCapabilityStatusError
source: Error
de: Fehler
fr: Erreur
zh: 错误
zh_hk: 錯誤

# sessionCapabilityStatusOffline
source: Offline
es: Sin conexión
fr: Hors ligne
zh: 离线
zh_hk: 離線

# sessionCapabilityStatusOff
source: Off
de: Aus
es: Desactivado
fr: Désactivé
zh: 关闭
zh_hk: 關閉

# sessionCapabilityStatusSyncing
source: Syncing
de: Synchronisieren
es: Sincronizando
fr: Synchronisation
zh: 同步中
zh_hk: 同步中

# authChangePasswordPending
source: Updating password...
de: Passwort wird aktualisiert...
es: Actualizando contraseña...
fr: Mise à jour du mot de passe...
zh: 正在更新密码...
zh_hk: 正在更新密碼...

# authEndpointAdvancedHint
source: Advanced options
de: Erweiterte Optionen
es: Opciones avanzadas
fr: Options avancées
zh: 高级选项
zh_hk: 進階選項

# authEndpointApiPortPlaceholder
source: API port
es: Puerto de API
fr: Port API
zh: API 端口
zh_hk: API 埠

# authEndpointDescription
source: Configure XMPP/SMTP endpoints for this account.
de: XMPP-/SMTP-Endpunkte für dieses Konto konfigurieren.
es: Configura los endpoints XMPP/SMTP para esta cuenta.
fr: Configurer les points de terminaison XMPP/SMTP pour ce compte.
zh: 为此账户配置 XMPP/SMTP 端点。
zh_hk: 為此帳戶設定 XMPP/SMTP 端點。

# authEndpointDomainPlaceholder
source: Domain
es: Dominio
fr: Domaine
zh: 域名
zh_hk: 網域

# authEndpointPortPlaceholder
source: Port
es: Puerto
zh: 端口
zh_hk: 埠

# authEndpointRequireDnssecLabel
source: Require DNSSEC
de: DNSSEC erforderlich
es: Requerir DNSSEC
fr: Exiger DNSSEC
zh: 需要 DNSSEC
zh_hk: 需要 DNSSEC

# authEndpointReset
source: Reset
de: Zurücksetzen
es: Restablecer
fr: Réinitialiser
zh: 重置
zh_hk: 重設

# authEndpointSmtpHostPlaceholder
source: SMTP host
es: Host SMTP
fr: Hôte SMTP
zh: SMTP 主机
zh_hk: SMTP 主機

# authEndpointTitle
source: Endpoint configuration
de: Endpoint-Konfiguration
es: Configuración de endpoint
fr: Configuration des points de terminaison
zh: 端点配置
zh_hk: 端點設定

# authEndpointUseDnsLabel
source: Use DNS
de: DNS verwenden
es: Usar DNS
fr: Utiliser DNS
zh: 使用 DNS
zh_hk: 使用 DNS

# authEndpointUseSrvLabel
source: Use SRV
de: SRV verwenden
es: Usar SRV
fr: Utiliser SRV
zh: 使用 SRV
zh_hk: 使用 SRV

# authEndpointXmppHostPlaceholder
source: XMPP host
es: Host XMPP
fr: Hôte XMPP
zh: XMPP 主机
zh_hk: XMPP 主機

# authUnregisterPending
source: Unregistering...
de: Abmeldung läuft...
es: Cancelando registro...
fr: Désinscription...
zh: 正在注销...
zh_hk: 正在取消註冊...

# calendarAddTaskError
source: Could not add task: {details}
de: Aufgabe konnte nicht hinzugefügt werden: {details}
es: No se pudo agregar la tarea: {details}
fr: Impossible d'ajouter la tâche : {details}
zh: 无法添加任务：{details}
zh_hk: 無法新增任務：{details}

# calendarBackToCalendar
source: Back to calendar
de: Zurück zum Kalender
es: Volver al calendario
fr: Retour au calendrier
zh: 返回日历
zh_hk: 返回日曆

# calendarCriticalPathAddTask
source: Add task
de: Aufgabe hinzufügen
es: Agregar tarea
fr: Ajouter une tâche
zh: 添加任务
zh_hk: 新增任務

# calendarCriticalPathAddToTitle
source: Add to critical path
de: Zum kritischen Pfad hinzufügen
es: Agregar a ruta crítica
fr: Ajouter au chemin critique
zh: 添加到关键路径
zh_hk: 加入關鍵路徑

# calendarCriticalPathCreatePrompt
source: Create a critical path to get started
de: Erstelle einen kritischen Pfad, um zu beginnen
es: Crea una ruta crítica para comenzar
fr: Créez un chemin critique pour commencer
zh: 创建关键路径以开始
zh_hk: 建立關鍵路徑以開始

# calendarCriticalPathDragHint
source: Drag tasks to reorder
de: Aufgaben ziehen, um sie neu anzuordnen
es: Arrastra las tareas para reordenar
fr: Faites glisser les tâches pour réorganiser
zh: 拖动任务以重新排序
zh_hk: 拖曳任務以重新排序

# calendarCriticalPathEmptyTasks
source: No tasks in this path yet
de: Keine Aufgaben in diesem Pfad
es: No hay tareas en esta ruta todavía
fr: Aucune tâche dans ce chemin pour le moment
zh: 此路径中暂时没有任务
zh_hk: 此路徑中暫時沒有任務

# calendarCriticalPathNameEmptyError
source: Enter a name
de: Name eingeben
es: Ingresa un nombre
fr: Saisissez un nom
zh: 请输入名称
zh_hk: 請輸入名稱

# calendarCriticalPathNamePlaceholder
source: Critical path name
de: Name des kritischen Pfads
es: Nombre de la ruta crítica
fr: Nom du chemin critique
zh: 关键路径名称
zh_hk: 關鍵路徑名稱

# calendarCriticalPathNamePrompt
source: Name
es: Nombre
fr: Nom
zh: 名称
zh_hk: 名稱

# calendarCriticalPathTaskOrderTitle
source: Order tasks
de: Aufgaben anordnen
es: Ordenar tareas
fr: Ordonner les tâches
zh: 排序任务
zh_hk: 排列任務

# calendarCriticalPathsAll
source: All paths
de: Alle Pfade
es: Todas las rutas
fr: Tous les chemins
zh: 所有路径
zh_hk: 所有路徑

# calendarCriticalPathsEmpty
source: No critical paths yet
de: Noch keine kritischen Pfade
es: Aún no hay rutas críticas
fr: Aucun chemin critique pour l'instant
zh: 还没有关键路径
zh_hk: 暫時沒有關鍵路徑

# calendarCriticalPathsNew
source: New critical path
de: Neuer kritischer Pfad
es: Nueva ruta crítica
fr: Nouveau chemin critique
zh: 新建关键路径
zh_hk: 新增關鍵路徑

# calendarCriticalPathsTitle
source: Critical paths
de: Kritische Pfade
es: Rutas críticas
fr: Chemins critiques
zh: 关键路径
zh_hk: 關鍵路徑

# calendarDeleteTaskConfirm
source: Delete "{title}"?
de: "{title}" löschen?
es: ¿Eliminar "{title}"?
fr: Supprimer "{title}" ?
zh: 删除“{title}”？
zh_hk: 刪除「{title}」？

# calendarErrorTitleEmptyFriendly
source: Title cannot be empty
de: Titel darf nicht leer sein
es: El título no puede estar vacío
fr: Le titre ne peut pas être vide
zh: 标题不能为空
zh_hk: 標題不能為空

# calendarExportFormatIcsSubtitle
source: Compatible with other apps (recurrence & checklists excluded)
de: Für Kalender-Clients verwenden
es: Úsalo con clientes de calendario
fr: À utiliser avec les clients calendrier
zh: 用于日历客户端
zh_hk: 供日曆用戶端使用

# calendarExportFormatIcsTitle
source: Export .ics
de: ICS exportieren
es: Exportar .ics
fr: Exporter .ics
zh: 导出 .ics
zh_hk: 匯出 .ics

# calendarExportFormatJsonSubtitle
source: Full backup with all task data (Recommended)
de: Für Backups oder Skripte verwenden
es: Úsalo para copias de seguridad o scripts
fr: À utiliser pour les sauvegardes ou scripts
zh: 用于备份或脚本
zh_hk: 用於備份或腳本

# calendarExportFormatJsonTitle
source: Export JSON
de: JSON exportieren
es: Exportar JSON
fr: Exporter JSON
zh: 导出 JSON
zh_hk: 匯出 JSON

# calendarRemovePathConfirm
source: Remove this task from "{name}"?
de: Diese Aufgabe aus "{name}" entfernen?
es: ¿Quitar esta tarea de "{name}"?
fr: Retirer cette tâche de "{name}" ?
zh: 将此任务从“{name}”中移除？
zh_hk: 要將此任務從「{name}」移除？

# calendarSandboxHint
source: Plan tasks here before assigning them to a path.
de: Plane Aufgaben hier, bevor du sie einem Pfad zuweist.
es: Planifica tareas aquí antes de asignarlas a una ruta.
fr: Planifiez les tâches ici avant de les affecter à un chemin.
zh: 先在此规划任务，再分配到路径。
zh_hk: 先在此規劃任務，再分配到路徑。

# chatAlertHide
source: Hide
de: Ausblenden
es: Ocultar
fr: Masquer
zh: 隐藏
zh_hk: 隱藏

# chatAlertIgnore
source: Ignore
de: Ignorieren
es: Ignorar
fr: Ignorer
zh: 忽略
zh_hk: 忽略

# chatAttachmentTapToLoad
source: Tap to load
de: Zum Laden tippen
es: Toca para cargar
fr: Touchez pour charger
zh: 点击加载
zh_hk: 點擊載入

# chatMessageAddRecipientSuccess
source: Added {recipient}
de: {recipient} hinzugefügt
es: Se agregó {recipient}
fr: {recipient} ajouté
zh: 已添加 {recipient}
zh_hk: 已新增 {recipient}

# chatMessageAddRecipients
source: Add recipients
de: Empfänger hinzufügen
es: Agregar destinatarios
fr: Ajouter des destinataires
zh: 添加收件人
zh_hk: 新增收件人

# chatMessageCreateChat
source: Create chat
de: Chat erstellen
es: Crear chat
fr: Créer un chat
zh: 创建聊天
zh_hk: 建立聊天

# chatMessageCreateChatFailure
source: Could not create chat: {reason}
de: Chat konnte nicht erstellt werden: {reason}
es: No se pudo crear el chat: {reason}
fr: Impossible de créer le chat : {reason}
zh: 无法创建聊天：{reason}
zh_hk: 無法建立聊天：{reason}

# chatMessageInfoDevice
source: Device
de: Gerät
es: Dispositivo
fr: Appareil
zh: 设备
zh_hk: 裝置

# chatMessageInfoError
source: Error
de: Fehler
fr: Erreur
zh: 错误
zh_hk: 錯誤

# chatMessageInfoProtocol
source: Protocol
de: Protokoll
es: Protocolo
fr: Protocole
zh: 协议
zh_hk: 通訊協定

# chatMessageInfoTimestamp
source: Timestamp
de: Zeitstempel
es: Marca de tiempo
fr: Horodatage
zh: 时间戳
zh_hk: 時間戳記

# chatMessageOpenChat
source: Open chat
de: Chat öffnen
es: Abrir chat
fr: Ouvrir le chat
zh: 打开聊天
zh_hk: 開啟聊天

# chatMessageStatusDisplayed
source: Read
de: Gelesen
es: Leído
fr: Lu
zh: 已读
zh_hk: 已讀

# chatMessageStatusReceived
source: Received
de: Empfangen
es: Recibido
fr: Reçu
zh: 已接收
zh_hk: 已接收

# chatMessageStatusSent
source: Sent
de: Gesendet
es: Enviado
fr: Envoyé
zh: 已发送
zh_hk: 已傳送

# commonDone
source: Done
de: Fertig
es: Listo
fr: Terminé
zh: 完成
zh_hk: 完成

# commonRename
source: Rename
de: Umbenennen
es: Renombrar
fr: Renommer
zh: 重命名
zh_hk: 重新命名

# calendarHour
source: Hour
de: Stunde
es: Hora
fr: Heure
zh: 小时
zh_hk: 小時

# calendarMinute
source: Minute
es: Minuto
zh: 分钟
zh_hk: 分鐘

# calendarPasteTaskHere
source: Paste Task Here
de: Aufgabe hier einfügen
es: Pegar tarea aquí
fr: Coller la tâche ici
zh: 在此粘贴任务
zh_hk: 在此貼上任務

# calendarQuickAddTask
source: Quick Add Task
de: Schnell Aufgabe hinzufügen
es: Añadir tarea rápida
fr: Ajouter une tâche rapide
zh: 快速添加任务
zh_hk: 快速新增任務

# calendarSplitTaskAt
source: Split task at
de: Aufgabe teilen bei
es: Dividir tarea en
fr: Diviser la tâche à
zh: 拆分任务于
zh_hk: 拆分任務於

# calendarAddDayEvent
source: Add day event
de: Tagesereignis hinzufügen
es: Añadir evento del día
fr: Ajouter un événement du jour
zh: 添加日程事件
zh_hk: 新增日程事件

# calendarZoomOut
source: Zoom out (Ctrl/Cmd + -)
de: Verkleinern (Strg/Cmd + -)
es: Alejar (Ctrl/Cmd + -)
fr: Dézoomer (Ctrl/Cmd + -)
zh: 缩小 (Ctrl/Cmd + -)
zh_hk: 縮小 (Ctrl/Cmd + -)

# calendarZoomIn
source: Zoom in (Ctrl/Cmd + +)
de: Vergrößern (Strg/Cmd + +)
es: Acercar (Ctrl/Cmd + +)
fr: Zoomer (Ctrl/Cmd + +)
zh: 放大 (Ctrl/Cmd + +)
zh_hk: 放大 (Ctrl/Cmd + +)

# calendarChecklistItem
source: Checklist item
de: Checklistenpunkt
es: Elemento de lista
fr: Élément de liste
zh: 清单项目
zh_hk: 清單項目

# calendarRemoveItem
source: Remove item
de: Eintrag entfernen
es: Eliminar elemento
fr: Supprimer l'élément
zh: 移除项目
zh_hk: 移除項目

# calendarAddChecklistItem
source: Add checklist item
de: Checklistenpunkt hinzufügen
es: Añadir elemento a la lista
fr: Ajouter un élément à la liste
zh: 添加清单项目
zh_hk: 新增清單項目

# calendarRepeatTimes
source: Repeat times
de: Wiederholungen
es: Repeticiones
fr: Répétitions
zh: 重复次数
zh_hk: 重複次數

# calendarDayEventHint
source: Birthday, holiday, or note
de: Geburtstag, Feiertag oder Notiz
es: Cumpleaños, festivo o nota
fr: Anniversaire, jour férié ou note
zh: 生日、节日或备注
zh_hk: 生日、節日或備註

# calendarOptionalDetails
source: Optional details
de: Optionale Details
es: Detalles opcionales
fr: Détails facultatifs
zh: 可选详情
zh_hk: 可選詳情

# calendarDates
source: Dates
de: Termine
es: Fechas
zh: 日期
zh_hk: 日期

# calendarTaskTitleHint
source: Task title
de: Aufgabentitel
es: Título de la tarea
fr: Titre de la tâche
zh: 任务标题
zh_hk: 任務標題

# calendarDescriptionOptionalHint
source: Description (optional)
de: Beschreibung (optional)
es: Descripción (opcional)
fr: Description (facultatif)
zh: 描述（可选）
zh_hk: 描述（可選）

# calendarLocationOptionalHint
source: Location (optional)
de: Ort (optional)
es: Ubicación (opcional)
fr: Lieu (facultatif)
zh: 地点（可选）
zh_hk: 地點（可選）

# calendarCloseTooltip
source: Close
de: Schließen
es: Cerrar
fr: Fermer
zh: 关闭
zh_hk: 關閉

# calendarAddTaskInputHint
source: Add task... (e.g., "Meeting tomorrow at 3pm")
de: Aufgabe hinzufügen... (z.B. "Meeting morgen um 15 Uhr")
es: Añadir tarea... (ej. "Reunión mañana a las 3pm")
fr: Ajouter une tâche... (ex. "Réunion demain à 15h")
zh: 添加任务...（例如「明天下午3点开会」）
zh_hk: 新增任務...（例如『明天下午3點開會』）

# calendarBranch
source: Branch
de: Zweig
es: Rama
fr: Branche
zh: 分支
zh_hk: 分支

# calendarPickDifferentTask
source: Pick a different task for this slot
de: Andere Aufgabe für diesen Slot wählen
es: Elegir otra tarea para este espacio
fr: Choisir une autre tâche pour ce créneau
zh: 为此时段选择其他任务
zh_hk: 為此時段選擇其他任務

# calendarSyncRequest
source: Request
de: Abrufen
es: Solicitar
fr: Demander
zh: 请求
zh_hk: 請求

# calendarSyncPush
source: Push
de: Senden
es: Enviar
fr: Envoyer
zh: 推送
zh_hk: 推送

# calendarImportant
source: Important
de: Wichtig
es: Importante
zh: 重要
zh_hk: 重要

# calendarUrgent
source: Urgent
de: Dringend
es: Urgente
zh: 紧急
zh_hk: 緊急

# calendarClearSchedule
source: Clear schedule
de: Zeitplan löschen
es: Limpiar horario
fr: Effacer le planning
zh: 清除日程
zh_hk: 清除日程

# calendarEditTaskTooltip
source: Edit task
de: Aufgabe bearbeiten
es: Editar tarea
fr: Modifier la tâche
zh: 编辑任务
zh_hk: 編輯任務

# calendarDeleteTaskTooltip
source: Delete task
de: Aufgabe löschen
es: Eliminar tarea
fr: Supprimer la tâche
zh: 删除任务
zh_hk: 刪除任務

# calendarBackToChats
source: Back to chats
de: Zurück zu Chats
es: Volver a chats
fr: Retour aux discussions
zh: 返回聊天
zh_hk: 返回聊天

# calendarBackToLogin
source: Back to login
de: Zurück zur Anmeldung
es: Volver al inicio de sesión
fr: Retour à la connexion
zh: 返回登录
zh_hk: 返回登入

# calendarRemindersSection
source: Reminders
de: Erinnerungen
es: Recordatorios
fr: Rappels
zh: 提醒
zh_hk: 提醒

# settingsAutoLoadEmailImages
source: Auto-load email images
de: E-Mail-Bilder automatisch laden
es: Cargar imágenes de correo automáticamente
fr: Charger automatiquement les images des e-mails
zh: 自动加载邮件图片
zh_hk: 自動載入電郵圖片

# settingsAutoLoadEmailImagesDescription
source: May reveal your IP address to senders
de: Kann Ihre IP-Adresse an Absender preisgeben
es: Puede revelar tu dirección IP a los remitentes
fr: Peut révéler votre adresse IP aux expéditeurs
zh: 可能会向发件人泄露您的IP地址
zh_hk: 可能會向寄件人洩露您的IP地址

# chatChooseTextToAdd
source: Choose text to add
de: Text zum Hinzufügen auswählen
es: Elegir texto para añadir
fr: Choisir le texte à ajouter
zh: 选择要添加的文本
zh_hk: 選擇要新增的文字

# accessibilityNewContactHint
source: someone@example.com
de: jemand@beispiel.de
es: alguien@ejemplo.com
fr: quelquun@exemple.com
