Repository: axichat/axichat
Catalog: lib/src/localization/app_*.arb
Languages: de, es, fr, zh, zh_hk

# authCreatingAccount
source: Creating your account…
de: Konto wird erstellt…
es: Creando tu cuenta…
fr: Création de votre compte…
zh: 正在创建您的账户…
zh_hk: 正在建立您的帳戶…

# authSecuringLogin
source: Securing your login…
de: Anmeldung wird gesichert…
es: Asegurando tu inicio de sesión…
fr: Sécurisation de votre connexion…
zh: 正在保护您的登录…
zh_hk: 正在保護您的登入…

# authLoggingIn
source: Logging you in…
de: Anmeldung läuft…
es: Iniciando sesión…
fr: Connexion…
zh: 正在登录…
zh_hk: 正在登入…

# authToggleSignup
source: New? Sign up
de: Neu? Registrieren
es: ¿Nuevo? Regístrate
fr: Nouveau ? Inscription
zh: 新用户？注册
zh_hk: 新用戶？註冊

# authToggleLogin
source: Already registered? Log in
de: Schon registriert? Anmelden
es: ¿Ya registrado? Inicia sesión
fr: Déjà inscrit ? Connectez-vous
zh: 已有账户？登录
zh_hk: 已有帳戶？登入

# authGuestCalendarCta
source: Try Calendar (Guest Mode)
de: Kalender testen (Gastmodus)
es: Probar Calendario (Modo invitado)
fr: Essayer le calendrier (mode invité)
zh: 试用日历（访客模式）
zh_hk: 試用行事曆（訪客模式）

# authLogin
source: Log in
de: Anmelden
es: Iniciar sesión
fr: Se connecter
zh: 登录
zh_hk: 登入

# authRememberMeLabel
source: Remember me on this device
de: Auf diesem Gerät angemeldet bleiben
es: Recordarme en este dispositivo
fr: Se souvenir de moi sur cet appareil
zh: 在此设备上记住我
zh_hk: 在此裝置上記住我

# authSignUp
source: Sign up
de: Registrieren
es: Registrarse
fr: S’inscrire
zh: 注册
zh_hk: 註冊

# authToggleSelected
source: Current selection
de: Aktuelle Auswahl
es: Selección actual
fr: Sélection actuelle
zh: 当前选择
zh_hk: 目前選擇

# authToggleSelectHint
source: Activate to select {label}
de: Aktivieren, um {label} auszuwählen
es: Activa para seleccionar {label}
fr: Activer pour sélectionner {label}
zh: 点击以选择 {label}
zh_hk: 點擊以選擇 {label}

# authUsername
source: Username
de: Benutzername
es: Nombre de usuario
fr: Nom d’utilisateur
zh: 用户名
zh_hk: 用戶名

# authUsernameRequired
source: Enter a username
de: Benutzernamen eingeben
es: Introduce un nombre de usuario
fr: Saisissez un nom d’utilisateur
zh: 请输入用户名
zh_hk: 請輸入用戶名

# authUsernameRules
source: 4-20 alphanumeric, allowing ".", "_" and "-".
de: 4–20 alphanumerische Zeichen, „.“, „_“ und „-“ erlaubt.
es: 4-20 caracteres alfanuméricos; se permiten ".", "_" y "-".
fr: 4 à 20 caractères alphanumériques, « . », « _ » et « - » autorisés.
zh: 4-20 个字母或数字，可包含“.”、“_”和“-”。
zh_hk: 4-20 個字母或數字，可包含「.」「_」「-」。

# authUsernameCaseInsensitive
source: Case insensitive
de: Groß-/Kleinschreibung egal
es: No distingue mayúsculas/minúsculas
fr: Sans distinction de casse
zh: 不区分大小写
zh_hk: 不分大小寫

# authPassword
source: Password
de: Passwort
es: Contraseña
fr: Mot de passe
zh: 密码
zh_hk: 密碼

# authPasswordConfirm
source: Confirm password
de: Passwort bestätigen
es: Confirmar contraseña
fr: Confirmer le mot de passe
zh: 确认密码
zh_hk: 確認密碼

# authPasswordRequired
source: Enter a password
de: Passwort eingeben
es: Introduce una contraseña
fr: Saisissez un mot de passe
zh: 请输入密码
zh_hk: 請輸入密碼

# authPasswordMaxLength
source: Must be {max} characters or fewer
de: Maximal {max} Zeichen
es: Debe tener {max} caracteres o menos
fr: Doit contenir {max} caractères ou moins
zh: 长度必须不超过 {max} 个字符
zh_hk: 長度必須不超過 {max} 個字元

# authPasswordsMismatch
source: Passwords don't match
de: Passwörter stimmen nicht überein
es: Las contraseñas no coinciden
fr: Les mots de passe ne correspondent pas
zh: 两次密码不一致
zh_hk: 兩次密碼不一致

# authPasswordPending
source: Checking password safety
de: Passwort wird geprüft
es: Comprobando seguridad de la contraseña
fr: Vérification de la sécurité du mot de passe
zh: 正在检查密码安全性
zh_hk: 正在檢查密碼安全性

# authSignupPending
source: Waiting for signup
de: Registrierung läuft
es: Esperando registro
fr: En attente de l’inscription
zh: 正在注册
zh_hk: 正在註冊

# authLoginPending
source: Waiting for login
de: Anmeldung läuft
es: Esperando inicio de sesión
fr: En attente de connexion
zh: 正在登录
zh_hk: 正在登入

# signupTitle
source: Sign up
de: Registrieren
es: Registrarse
fr: S’inscrire
zh: 注册
zh_hk: 註冊

# signupStepUsername
source: Choose username
de: Benutzername wählen
es: Elige un nombre de usuario
fr: Choisir un nom d’utilisateur
zh: 选择用户名
zh_hk: 選擇用戶名

# signupStepPassword
source: Create password
de: Passwort erstellen
es: Crea una contraseña
fr: Créer un mot de passe
zh: 创建密码
zh_hk: 建立密碼

# signupStepCaptcha
source: Verify captcha
de: Captcha prüfen
es: Verifica el captcha
fr: Vérifier le captcha
zh: 验证验证码
zh_hk: 驗證驗證碼

# signupStepSetup
source: Setup
de: Einrichtung
es: Configuración
fr: Configuration
zh: 设置
zh_hk: 設定

# signupErrorPrefix
source: Error: {message}
de: Fehler: {message}
fr: Erreur : {message}
zh: 错误：{message}
zh_hk: 錯誤：{message}

# signupCaptchaUnavailable
source: Captcha unavailable
de: Captcha nicht verfügbar
es: Captcha no disponible
fr: Captcha indisponible
zh: 验证码不可用
zh_hk: 驗證碼無法使用

# signupCaptchaChallenge
source: Captcha challenge
de: Captcha-Abfrage
es: Desafío captcha
fr: Défi captcha
zh: 验证码挑战
zh_hk: 驗證碼挑戰

# signupCaptchaFailed
source: Captcha failed to load. Use reload to try again.
de: Captcha konnte nicht geladen werden. Versuche es erneut über „Neu laden“.
es: No se pudo cargar el captcha. Reintenta con recargar.
fr: Échec du chargement du captcha. Réessayez après avoir rechargé.
zh: 验证码加载失败。请刷新重试。
zh_hk: 驗證碼載入失敗。請重新整理重試。

# signupCaptchaLoading
source: Captcha loading
de: Captcha wird geladen
es: Cargando captcha
fr: Chargement du captcha
zh: 正在加载验证码
zh_hk: 正在載入驗證碼

# signupCaptchaInstructions
source: Enter the characters shown in this captcha image.
de: Gib die Zeichen aus diesem Captcha ein.
es: Introduce los caracteres que aparecen en esta imagen de captcha.
fr: Saisissez les caractères affichés dans cette image captcha.
zh: 请输入验证码图片中的字符。
zh_hk: 請輸入驗證碼圖片中的字元。

# signupCaptchaReload
source: Reload captcha
de: Captcha neu laden
es: Recargar captcha
fr: Recharger le captcha
zh: 重新加载验证码
zh_hk: 重新載入驗證碼

# signupCaptchaReloadHint
source: Get a new captcha image if you cannot read this one.
de: Neues Captcha holen, falls unleserlich.
es: Obtén otra imagen captcha si no puedes leer esta.
fr: Obtenez une nouvelle image captcha si celle-ci est illisible.
zh: 看不清时获取新的验证码图片。
zh_hk: 看不清時取得新的驗證碼圖片。

# signupCaptchaPlaceholder
source: Enter the above text
de: Obigen Text eingeben
es: Introduce el texto de arriba
fr: Saisissez le texte ci-dessus
zh: 输入上方文字
zh_hk: 輸入上方文字

# signupCaptchaValidation
source: Enter the text from the image
de: Text aus dem Bild eingeben
es: Introduce el texto de la imagen
fr: Saisissez le texte de l’image
zh: 输入图片中的文字
zh_hk: 輸入圖片中的文字

# signupContinue
source: Continue
de: Weiter
es: Continuar
fr: Continuer
zh: 继续
zh_hk: 繼續

# signupProgressLabel
source: Signup progress
de: Registrierungsfortschritt
es: Progreso de registro
fr: Progression de l’inscription
zh: 注册进度
zh_hk: 註冊進度

# signupProgressValue
source: Step {current} of {total}: {currentLabel}. {percent}% complete.
de: Schritt {current} von {total}: {currentLabel}. {percent}% abgeschlossen.
es: Paso {current} de {total}: {currentLabel}. {percent}% completado.
fr: Étape {current} sur {total} : {currentLabel}. {percent} % terminé.
zh: 第 {current}/{total} 步：{currentLabel}。已完成 {percent}%。
zh_hk: 第 {current}/{total} 步：{currentLabel}。已完成 {percent}%。

# signupProgressSection
source: Account setup
de: Kontoeinrichtung
es: Configuración de la cuenta
fr: Configuration du compte
zh: 账户设置
zh_hk: 帳戶設定

# signupPasswordStrength
source: Password strength
de: Passwortstärke
es: Fortaleza de la contraseña
fr: Robustesse du mot de passe
zh: 密码强度
zh_hk: 密碼強度

# signupPasswordBreached
source: This password has been found in a hacked database.
de: Dieses Passwort wurde in einer geleakten Datenbank gefunden.
es: Esta contraseña aparece en una base de datos filtrada.
fr: Ce mot de passe figure dans une base de données piratée.
zh: 该密码出现在泄露的数据库中。
zh_hk: 此密碼出現在外洩的資料庫中。

# signupStrengthNone
source: None
de: Keine
es: Ninguna
fr: Aucune
zh: 无
zh_hk: 無

# signupStrengthWeak
source: Weak
de: Schwach
es: Débil
fr: Faible
zh: 弱
zh_hk: 弱

# signupStrengthMedium
source: Medium
de: Mittel
es: Media
fr: Moyenne
zh: 中
zh_hk: 中

# signupStrengthStronger
source: Stronger
de: Stärker
es: Más fuerte
fr: Plus fort
zh: 较强
zh_hk: 較強

# signupRiskAcknowledgement
source: I understand the risk
de: Ich verstehe das Risiko
es: Entiendo el riesgo
fr: Je comprends le risque
zh: 我了解风险
zh_hk: 我了解風險

# signupRiskError
source: Check the box above to continue.
de: Zum Fortfahren das Kästchen oben ankreuzen.
es: Marca la casilla de arriba para continuar.
fr: Cochez la case ci-dessus pour continuer.
zh: 请勾选上方的复选框以继续。
zh_hk: 請勾選上方的核取方塊以繼續。

# signupRiskAllowBreach
source: Allow this password even though it appeared in a breach.
de: Dieses Passwort trotz eines Leaks erlauben.
es: Permitir esta contraseña aunque apareció en una filtración.
fr: Autoriser ce mot de passe même s’il est apparu dans une fuite.
zh: 即使此密码出现在泄漏中也允许使用。
zh_hk: 即使此密碼出現在外洩中也允許使用。

# signupRiskAllowWeak
source: Allow this password even though it is considered weak.
de: Dieses Passwort zulassen, obwohl es als schwach gilt.
es: Permitir esta contraseña aunque se considere débil.
fr: Autoriser ce mot de passe bien qu’il soit jugé faible.
zh: 即使此密码被视为弱也允许使用。
zh_hk: 即使此密碼被視為弱也允許使用。

# signupCaptchaErrorMessage
source: Unable to load captcha. Tap refresh to try again.
de: Captcha kann nicht geladen werden. Zum Wiederholen auf Aktualisieren tippen.
es: No se puede cargar el captcha. Toca refrescar para intentarlo de nuevo.
fr: Impossible de charger le captcha. Appuyez sur actualiser pour réessayer.
zh: 无法加载验证码。 请点击刷新重试。
zh_hk: 無法載入驗證碼。 請點擊重新整理再試一次。

# signupAvatarRenderError
source: Could not render that avatar.
de: Dieses Avatar konnte nicht gerendert werden.
es: No se pudo generar ese avatar.
fr: Impossible de générer cet avatar.
zh: 无法渲染该头像。
zh_hk: 無法渲染該頭像。

# signupAvatarLoadError
source: Unable to load that avatar.
de: Dieses Avatar konnte nicht geladen werden.
es: No se pudo cargar ese avatar.
fr: Impossible de charger cet avatar.
zh: 无法加载该头像。
zh_hk: 無法載入該頭像。

# signupAvatarReadError
source: Could not read that image.
de: Dieses Bild konnte nicht gelesen werden.
es: No se pudo leer esa imagen.
fr: Impossible de lire cette image.
zh: 无法读取该图像。
zh_hk: 無法讀取該圖片。

# signupAvatarOpenError
source: Unable to open that file.
de: Diese Datei konnte nicht geöffnet werden.
es: No se pudo abrir ese archivo.
fr: Impossible d’ouvrir ce fichier.
zh: 无法打开该文件。
zh_hk: 無法開啟該檔案。

# signupAvatarInvalidImage
source: That file is not a valid image.
de: Diese Datei ist kein gültiges Bild.
es: Ese archivo no es una imagen válida.
fr: Ce fichier n’est pas une image valide.
zh: 该文件不是有效的图像。
zh_hk: 該檔案不是有效的圖片。

# signupAvatarSizeError
source: Avatar must be under {kilobytes} KB.
de: Avatar muss unter {kilobytes} KB bleiben.
es: El avatar debe ser menor de {kilobytes} KB.
fr: L’avatar doit faire moins de {kilobytes} Ko.
zh: 头像大小必须小于 {kilobytes} KB。
zh_hk: 頭像必須小於 {kilobytes} KB。

# signupAvatarProcessError
source: Unable to process that image.
de: Dieses Bild kann nicht verarbeitet werden.
es: No se pudo procesar esa imagen.
fr: Impossible de traiter cette image.
zh: 无法处理该图像。
zh_hk: 無法處理該圖片。

# signupAvatarEdit
source: Edit avatar
de: Avatar bearbeiten
es: Editar avatar
fr: Modifier l’avatar
zh: 编辑头像
zh_hk: 編輯頭像

# signupAvatarUploadImage
source: Upload image
de: Bild hochladen
es: Subir imagen
fr: Importer une image
zh: 上传图片
zh_hk: 上載圖片

# signupAvatarUpload
source: Upload
de: Hochladen
es: Subir
fr: Importer
zh: 上传
zh_hk: 上載

# signupAvatarShuffle
source: Shuffle default
de: Standard zufällig wählen
es: Mezclar predeterminado
fr: Mélanger un avatar par défaut
zh: 随机默认头像
zh_hk: 隨機預設頭像

# signupAvatarMenuDescription
source: We publish the avatar when your XMPP account is created.
de: Wir veröffentlichen den Avatar, sobald dein XMPP-Konto erstellt ist.
es: Publicaremos el avatar cuando se cree tu cuenta XMPP.
fr: Nous publierons l’avatar quand votre compte XMPP sera créé.
zh: 创建 XMPP 账号后才会发布头像。
zh_hk: 我們會在建立 XMPP 帳戶後發布你的頭像。

# avatarSaveAvatar
source: Save avatar
de: Avatar speichern
es: Guardar avatar
fr: Enregistrer l’avatar
zh: 保存头像
zh_hk: 儲存頭像

# signupAvatarBackgroundColor
source: Background color
de: Hintergrundfarbe
es: Color de fondo
fr: Couleur d’arrière-plan
zh: 背景颜色
zh_hk: 背景顏色

# signupAvatarDefaultsTitle
source: Default avatars
de: Standard-Avatare
es: Avatares predeterminados
fr: Avatars par défaut
zh: 默认头像
zh_hk: 預設頭像

# signupAvatarCategoryAbstract
source: Abstract
de: Abstrakt
es: Abstracto
fr: Abstrait
zh: 抽象
zh_hk: 抽象

# signupAvatarCategoryScience
source: Science
de: Wissenschaft
es: Ciencia
zh: 科学
zh_hk: 科學

# signupAvatarCategorySports
source: Sports
de: Sport
es: Deportes
zh: 体育
zh_hk: 運動

# signupAvatarCategoryMusic
source: Music
de: Musik
es: Música
fr: Musique
zh: 音乐
zh_hk: 音樂

# notificationsRestartTitle
source: Restart app to enable notifications
de: App neu starten, um Benachrichtigungen zu aktivieren
es: Reinicia la app para activar las notificaciones
fr: Redémarrez l’app pour activer les notifications
zh: 重启应用以启用通知
zh_hk: 重新啟動應用程式以啟用通知

# notificationsRestartSubtitle
source: Required permissions already granted
de: Erforderliche Berechtigungen bereits erteilt
es: Permisos necesarios ya concedidos
fr: Autorisations requises déjà accordées
zh: 必要权限已授予
zh_hk: 必要權限已授予

# notificationsMessageToggle
source: Message notifications
de: Nachrichtenbenachrichtigungen
es: Notificaciones de mensajes
fr: Notifications de messages
zh: 消息通知
zh_hk: 訊息通知

# notificationsRequiresRestart
source: Requires restart
de: Neustart erforderlich
es: Requiere reinicio
fr: Redémarrage requis
zh: 需要重启
zh_hk: 需要重新啟動

# notificationsDialogTitle
source: Enable message notifications
de: Nachrichtenbenachrichtigungen aktivieren
es: Activar notificaciones de mensajes
fr: Activer les notifications de messages
zh: 启用消息通知
zh_hk: 啟用訊息通知

# notificationsDialogIgnore
source: Ignore
de: Ignorieren
es: Ignorar
fr: Ignorer
zh: 忽略
zh_hk: 忽略

# notificationsDialogContinue
source: Continue
de: Fortfahren
es: Continuar
fr: Continuer
zh: 继续
zh_hk: 繼續

# notificationsDialogDescription
source: Chats can always be muted later.
de: Chats können später jederzeit stummgeschaltet werden.
es: Siempre puedes silenciar los chats después.
fr: Vous pourrez toujours couper le son des discussions plus tard.
zh: 聊天随时可以静音。
zh_hk: 聊天隨時可以靜音。

# calendarAdjustStartMinus
source: Start -15m
de: Start -15 Min
es: Inicio -15 min
fr: Début -15 min
zh: 开始 -15 分
zh_hk: 開始 -15 分

# calendarAdjustStartPlus
source: Start +15m
de: Start +15 Min
es: Inicio +15 min
fr: Début +15 min
zh: 开始 +15 分
zh_hk: 開始 +15 分

# calendarAdjustEndMinus
source: End -15m
de: Ende -15 Min
es: Fin -15 min
fr: Fin -15 min
zh: 结束 -15 分
zh_hk: 結束 -15 分

# calendarAdjustEndPlus
source: End +15m
de: Ende +15 Min
es: Fin +15 min
fr: Fin +15 min
zh: 结束 +15 分
zh_hk: 結束 +15 分

# calendarCopyToClipboardAction
source: Copy to Clipboard
de: In Zwischenablage kopieren
es: Copiar al portapapeles
fr: Copier dans le presse-papiers
zh: 复制到剪贴板
zh_hk: 複製到剪貼簿

# calendarCopyLocation
source: Location: {location}
de: Ort: {location}
es: Ubicación: {location}
fr: Lieu : {location}
zh: 地点：{location}
zh_hk: 地點：{location}

# calendarTaskCopied
source: Task copied
de: Aufgabe kopiert
es: Tarea copiada
fr: Tâche copiée
zh: 任务已复制
zh_hk: 已複製任務

# calendarTaskCopiedClipboard
source: Task copied to clipboard
de: Aufgabe in die Zwischenablage kopiert
es: Tarea copiada al portapapeles
fr: Tâche copiée dans le presse-papiers
zh: 任务已复制到剪贴板
zh_hk: 任務已複製到剪貼簿

# calendarCopyTask
source: Copy Task
de: Aufgabe kopieren
es: Copiar tarea
fr: Copier la tâche
zh: 复制任务
zh_hk: 複製任務

# calendarDeleteTask
source: Delete Task
de: Aufgabe löschen
es: Eliminar tarea
fr: Supprimer la tâche
zh: 删除任务
zh_hk: 刪除任務

# calendarSelectionNoneShort
source: No tasks selected.
de: Keine Aufgaben ausgewählt.
es: No hay tareas seleccionadas.
fr: Aucune tâche sélectionnée.
zh: 未选择任务。
zh_hk: 未選擇任務。

# calendarSelectionMixedRecurrence
source: Tasks have different recurrence settings. Updates will apply to all selected tasks.
de: Aufgaben haben unterschiedliche Wiederholungen. Änderungen gelten für alle ausgewählten Aufgaben.
es: Las tareas tienen configuraciones de recurrencia distintas. Las actualizaciones se aplicarán a todas las seleccionadas.
fr: Les tâches ont des réglages de récurrence différents. Les mises à jour s'appliqueront à toutes les tâches sélectionnées.
zh: 任务的重复设置不同。更改将应用于所有选中的任务。
zh_hk: 任務的重複設定不同。變更將套用到所有選取的任務。

# calendarSelectionNoTasksHint
source: No tasks selected. Use the Select option in the calendar to pick tasks to edit.
de: Keine Aufgaben ausgewählt. Nutze „Auswählen“ im Kalender, um Aufgaben zum Bearbeiten zu wählen.
es: No hay tareas seleccionadas. Usa la opción Seleccionar en el calendario para elegir tareas que editar.
fr: Aucune tâche sélectionnée. Utilisez l'option Sélectionner dans le calendrier pour choisir des tâches à modifier.
zh: 未选择任务。请在日历中使用“选择”来挑选要编辑的任务。
zh_hk: 未選擇任務。請在行事曆中使用「選取」來挑選要編輯的任務。

# calendarSelectionRemove
source: Remove from selection
de: Aus Auswahl entfernen
es: Quitar de la selección
fr: Retirer de la sélection
zh: 从选择中移除
zh_hk: 從選取中移除

# calendarQuickTaskHint
source: Quick task (e.g., "Meeting at 2pm in Room 101")
de: Schnellaufgabe (z. B. „Meeting um 14 Uhr in Raum 101“)
es: Tarea rápida (p. ej., "Reunión a las 2pm en la Sala 101")
fr: Tâche rapide (ex. « Réunion à 14 h en salle 101 »)
zh: 快捷任务（例如：“下午2点在101室开会”）
zh_hk: 快速任務（例如：「下午2點在101室開會」）

# calendarAdvancedHide
source: Hide advanced options
de: Erweiterte Optionen ausblenden
es: Ocultar opciones avanzadas
fr: Masquer les options avancées
zh: 隐藏高级选项
zh_hk: 隱藏進階選項

# calendarAdvancedShow
source: Show advanced options
de: Erweiterte Optionen anzeigen
es: Mostrar opciones avanzadas
fr: Afficher les options avancées
zh: 显示高级选项
zh_hk: 顯示進階選項

# calendarUnscheduledTitle
source: Unscheduled tasks
de: Nicht terminierte Aufgaben
es: Tareas sin programar
fr: Tâches non planifiées
zh: 未安排的任务
zh_hk: 未排程的任務

# calendarUnscheduledEmptyLabel
source: No unscheduled tasks
de: Keine nicht terminierten Aufgaben
es: No hay tareas sin programar
fr: Aucune tâche non planifiée
zh: 暂无未安排的任务
zh_hk: 目前沒有未排程的任務

# calendarUnscheduledEmptyHint
source: Tasks you add will appear here
de: Hinzugefügte Aufgaben erscheinen hier
es: Las tareas que agregues aparecerán aquí
fr: Les tâches que vous ajoutez apparaîtront ici
zh: 你添加的任务会显示在这里
zh_hk: 你新增的任務會顯示在這裡

# calendarRemindersTitle
source: Reminders
de: Erinnerungen
es: Recordatorios
fr: Rappels
zh: 提醒
zh_hk: 提醒

# calendarRemindersEmptyLabel
source: No reminders yet
de: Noch keine Erinnerungen
es: Aún no hay recordatorios
fr: Pas encore de rappels
zh: 暂时没有提醒
zh_hk: 尚未有提醒

# calendarRemindersEmptyHint
source: Add a deadline to create a reminder
de: Füge eine Frist hinzu, um eine Erinnerung zu erstellen
es: Añade una fecha límite para crear un recordatorio
fr: Ajoutez une échéance pour créer un rappel
zh: 添加截止时间即可创建提醒
zh_hk: 新增截止時間即可建立提醒

# calendarNothingHere
source: Nothing here yet
de: Hier gibt es noch nichts
es: Nada aquí todavía
fr: Rien ici pour l'instant
zh: 这里还没有内容
zh_hk: 這裡還沒有內容

# calendarTaskNotFound
source: Task not found
de: Aufgabe nicht gefunden
es: Tarea no encontrada
fr: Tâche introuvable
zh: 未找到任务
zh_hk: 找不到任務

# calendarDayEventsTitle
source: Day events
de: Tagestermine
es: Eventos del día
fr: Événements du jour
zh: 当天事件
zh_hk: 當日事件

# calendarDayEventsEmpty
source: No day-level events for this date
de: Keine Tagesereignisse für dieses Datum
es: Sin eventos diarios para esta fecha
fr: Aucun événement à cette date
zh: 此日期没有日程事件
zh_hk: 此日期沒有日程事件

# calendarDayEventsAdd
source: Add day event
de: Tagestermin hinzufügen
es: Agregar evento del día
fr: Ajouter un événement du jour
zh: 添加日程事件
zh_hk: 新增日程事件

# accessibilityNewContactLabel
source: Contact address
de: Kontaktadresse
es: Dirección de contacto
fr: Adresse du contact
zh: 联系地址
zh_hk: 聯絡地址

# accessibilityStartChat
source: Start chat
de: Chat starten
es: Iniciar chat
fr: Démarrer le chat
zh: 开始聊天
zh_hk: 開始聊天

# accessibilityStartChatHint
source: Submit this address to start a conversation.
de: Diese Adresse senden, um eine Unterhaltung zu beginnen.
es: Envía esta dirección para iniciar una conversación.
fr: Envoyez cette adresse pour démarrer une conversation.
zh: 提交此地址以开始对话。
zh_hk: 提交此地址以開始對話。

# accessibilityMessagesEmpty
source: No messages yet
de: Noch keine Nachrichten
es: Aún no hay mensajes
fr: Aucun message pour le moment
zh: 暂无消息
zh_hk: 暫時沒有訊息

# accessibilityMessageNoContent
source: No message content
de: Kein Nachrichteninhalt
es: Sin contenido de mensaje
fr: Aucun contenu de message
zh: 无消息内容
zh_hk: 沒有訊息內容

# accessibilityActionsTitle
source: Actions
de: Aktionen
es: Acciones
zh: 操作
zh_hk: 操作

# accessibilityReadNewMessages
source: Read new messages
de: Neue Nachrichten lesen
es: Leer mensajes nuevos
fr: Lire les nouveaux messages
zh: 阅读新消息
zh_hk: 閱讀新訊息

# accessibilityUnreadSummaryDescription
source: Focus on conversations with unread messages
de: Konzentriere dich auf Unterhaltungen mit ungelesenen Nachrichten
es: Céntrate en las conversaciones con mensajes sin leer
fr: Se concentrer sur les conversations non lues
zh: 专注于包含未读消息的会话
zh_hk: 專注於有未讀訊息的對話

# accessibilityStartNewChat
source: Start a new chat
de: Neuen Chat starten
es: Iniciar un nuevo chat
fr: Démarrer une nouvelle discussion
zh: 开始新的聊天
zh_hk: 開始新的聊天

# accessibilityStartNewChatDescription
source: Pick a contact or type an address
de: Kontakt auswählen oder Adresse eingeben
es: Elige un contacto o escribe una dirección
fr: Choisissez un contact ou saisissez une adresse
zh: 选择联系人或输入地址
zh_hk: 選擇聯絡人或輸入地址

# accessibilityInvitesTitle
source: Invites
de: Einladungen
es: Invitaciones
fr: Invitations
zh: 邀请
zh_hk: 邀請

# accessibilityPendingInvites
source: Pending invites
de: Ausstehende Einladungen
es: Invitaciones pendientes
fr: Invitations en attente
zh: 等待中的邀请
zh_hk: 待處理邀請

# accessibilityAcceptInvite
source: Accept invite
de: Einladung annehmen
es: Aceptar invitación
fr: Accepter l'invitation
zh: 接受邀请
zh_hk: 接受邀請

# accessibilityInviteAccepted
source: Invite accepted
de: Einladung angenommen
es: Invitación aceptada
fr: Invitation acceptée
zh: 已接受邀请
zh_hk: 已接受邀請

# accessibilityInviteDismissed
source: Invite dismissed
de: Einladung abgelehnt
es: Invitación rechazada
fr: Invitation refusée
zh: 已拒绝邀请
zh_hk: 已拒絕邀請

# accessibilityInviteUpdateFailed
source: Unable to update invite
de: Einladung konnte nicht aktualisiert werden
es: No se pudo actualizar la invitación
fr: Impossible de mettre à jour l'invitation
zh: 无法更新邀请
zh_hk: 無法更新邀請

# accessibilityUnreadEmpty
source: No unread conversations
de: Keine ungelesenen Unterhaltungen
es: No hay conversaciones sin leer
fr: Aucune conversation non lue
zh: 没有未读会话
zh_hk: 沒有未讀對話

# accessibilityInvitesEmpty
source: No pending invites
de: Keine ausstehenden Einladungen
es: No hay invitaciones pendientes
fr: Aucune invitation en attente
zh: 没有待处理的邀请
zh_hk: 沒有待處理的邀請

# accessibilityMessagesTitle
source: Messages
de: Nachrichten
es: Mensajes
zh: 消息
zh_hk: 訊息

# accessibilityNoConversationSelected
source: No conversation selected
de: Keine Unterhaltung ausgewählt
es: No hay conversación seleccionada
fr: Aucune conversation sélectionnée
zh: 未选择会话
zh_hk: 未選擇對話

# accessibilityMessagesWithContact
source: Messages with {name}
de: Nachrichten mit {name}
es: Mensajes con {name}
fr: Messages avec {name}
zh: {name} 的消息
zh_hk: {name} 的訊息

# accessibilityMessageLabel
source: {sender} at {timestamp}: {body}
de: {sender} um {timestamp}: {body}
es: {sender} a las {timestamp}: {body}
fr: {sender} à {timestamp} : {body}
zh: {sender} 于 {timestamp}：{body}
zh_hk: {sender} 於 {timestamp}：{body}

# accessibilityMessageSent
source: Message sent.
de: Nachricht gesendet.
es: Mensaje enviado.
fr: Message envoyé.
zh: 消息已发送。
zh_hk: 訊息已傳送。
