Repository: axichat/axichat
Catalog: lib/src/localization/app_*.arb
Languages: de, es, fr, zh, zh_hk

# homeTabChats
source: Chats
de: Unterhaltungen
es: Conversaciones
fr: Conversations
zh: 聊天
zh_hk: 聊天

# homeTabDrafts
source: Drafts
de: Entwürfe
es: Borradores
fr: Brouillons
zh: 草稿
zh_hk: 草稿

# homeTabSpam
source: Spam
de: Spamordner
es: Correo no deseado
fr: Indésirables
zh: 垃圾邮件
zh_hk: 垃圾郵件

# homeTabBlocked
source: Blocked
de: Blockiert
es: Bloqueados
fr: Bloqués
zh: 已屏蔽
zh_hk: 已封鎖

# homeNoModules
source: No modules available
de: Keine Module verfügbar
es: No hay módulos disponibles
fr: Aucun module disponible
zh: 没有可用模块
zh_hk: 沒有可用模組

# homeRailShowMenu
source: Show menu
de: Menü anzeigen
es: Mostrar menú
fr: Afficher le menu
zh: 显示菜单
zh_hk: 顯示選單

# homeRailHideMenu
source: Hide menu
de: Menü ausblenden
es: Ocultar menú
fr: Masquer le menu
zh: 隐藏菜单
zh_hk: 隱藏選單

# homeRailCalendar
source: Calendar
de: Kalender
es: Calendario
fr: Calendrier
zh: 日历
zh_hk: 日曆

# homeSearchPlaceholderTabs
source: Search tabs
de: Tabs durchsuchen
es: Buscar pestañas
fr: Rechercher dans les onglets
zh: 搜索标签页
zh_hk: 搜尋分頁

# homeSearchPlaceholderForTab
source: Search {tab}
de: {tab} durchsuchen
es: Buscar {tab}
fr: Rechercher {tab}
zh: 搜索{tab}
zh_hk: 搜尋{tab}

# homeSearchFilterLabel
source: Filter: {filter}
es: Filtro: {filter}
fr: Filtre : {filter}
zh: 筛选：{filter}
zh_hk: 篩選：{filter}

# blocklistFilterAll
source: All blocked
de: Alle blockiert
es: Todos bloqueados
fr: Tous bloqués
zh: 全部已屏蔽
zh_hk: 全部已封鎖

# draftsFilterAll
source: All drafts
de: Alle Entwürfe
es: Todos los borradores
fr: Tous les brouillons
zh: 所有草稿
zh_hk: 所有草稿

# draftsFilterAttachments
source: With attachments
de: Mit Anhängen
es: Con archivos adjuntos
fr: Avec pièces jointes
zh: 含附件
zh_hk: 含附件

# chatsFilterAll
source: All chats
de: Alle Chats
es: Todos los chats
fr: Toutes les conversations
zh: 所有聊天
zh_hk: 所有聊天

# chatsFilterContacts
source: Contacts
de: Kontakte
es: Contactos
zh: 联系人
zh_hk: 聯絡人

# chatsFilterNonContacts
source: Non-contacts
de: Nicht-Kontakte
es: No contactos
fr: Hors contacts
zh: 非联系人
zh_hk: 非聯絡人

# chatsFilterXmppOnly
source: XMPP only
de: Nur XMPP
es: Solo XMPP
fr: XMPP uniquement
zh: 仅 XMPP
zh_hk: 只限 XMPP

# chatsFilterEmailOnly
source: Email only
de: Nur E-Mail
es: Solo correo
fr: E-mail uniquement
zh: 仅邮件
zh_hk: 只限電郵

# chatsFilterHidden
source: Hidden
de: Ausgeblendet
es: Ocultos
fr: Masqués
zh: 已隐藏
zh_hk: 已隱藏

# spamFilterAll
source: All spam
de: Alles Spam
es: Todo el spam
fr: Tous les indésirables
zh: 所有垃圾邮件
zh_hk: 所有垃圾郵件

# spamFilterEmail
source: Email
es: Correo
zh: 邮件
zh_hk: 電郵

# chatFilterDirectOnly
source: Direct only
de: Nur Direkt
es: Solo directos
fr: Direct uniquement
zh: 仅直接
zh_hk: 只限直接

# chatFilterAllWithContact
source: All with contact
de: Alles mit Kontakt
es: Todo con el contacto
fr: Tout avec contact
zh: 全部（含联系人）
zh_hk: 全部（含聯絡人）

# chatSearchMessages
source: Search messages
de: Nachrichten durchsuchen
es: Buscar mensajes
fr: Rechercher des messages
zh: 搜索消息
zh_hk: 搜尋訊息

# chatSearchSortNewestFirst
source: Newest first
de: Neueste zuerst
es: Más recientes primero
fr: Plus récents en premier
zh: 最新优先
zh_hk: 最新優先

# chatSearchSortOldestFirst
source: Oldest first
de: Älteste zuerst
es: Más antiguos primero
fr: Plus anciens en premier
zh: 最早优先
zh_hk: 最早優先

# chatSearchAnySubject
source: Any subject
de: Beliebiger Betreff
es: Cualquier asunto
fr: N'importe quel objet
zh: 任何主题
zh_hk: 任何主題

# chatSearchExcludeSubject
source: Exclude subject
de: Betreff ausschließen
es: Excluir asunto
fr: Exclure l'objet
zh: 排除主题
zh_hk: 排除主題

# chatSearchFailed
source: Search failed
de: Suche fehlgeschlagen
es: Búsqueda fallida
fr: Recherche échouée
zh: 搜索失败
zh_hk: 搜尋失敗

# chatSearchInProgress
source: Searching…
de: Suche…
es: Buscando…
fr: Recherche…
zh: 正在搜索…
zh_hk: 正在搜尋…

# chatSearchEmptyPrompt
source: Matches will appear in the conversation below.
de: Treffer erscheinen unten im Gespräch.
es: Las coincidencias aparecerán en la conversación.
fr: Les résultats apparaîtront dans la conversation.
zh: 匹配结果会显示在下方对话中。
zh_hk: 配對結果會顯示在下方對話中。

# chatSearchNoMatches
source: No matches. Adjust filters or try another query.
de: Keine Treffer. Filter anpassen oder neu suchen.
es: Sin coincidencias. Ajusta filtros o intenta otra consulta.
fr: Aucun résultat. Ajustez les filtres ou essayez une autre requête.
zh: 没有匹配项。调整筛选或换个搜索词。
zh_hk: 沒有配對。請調整篩選或再試其他關鍵字。

# chatSearchMatchCount
source: {count, plural, one {# match shown below.} other {# matches shown below.}}
de: {count, plural, one {# Treffer unten angezeigt.} other {# Treffer unten angezeigt.}}
es: {count, plural, one {# coincidencia mostrada.} other {# coincidencias mostradas.}}
fr: {count, plural, one {# résultat affiché ci-dessous.} other {# résultats affichés ci-dessous.}}
zh: {count, plural, one {显示 # 个匹配结果。} other {显示 # 个匹配结果。}}
zh_hk: {count, plural, one {顯示 # 個配對結果。} other {顯示 # 個配對結果。}}

# filterTooltip
source: Filter • {label}
es: Filtrar • {label}
fr: Filtrer • {label}
zh: 筛选 • {label}
zh_hk: 篩選 • {label}

# chatSearchClose
source: Close search
de: Suche schließen
es: Cerrar búsqueda
fr: Fermer la recherche
zh: 关闭搜索
zh_hk: 關閉搜尋

# commonSearch
source: Search
de: Suchen
es: Buscar
fr: Rechercher
zh: 搜索
zh_hk: 搜尋

# commonClear
source: Clear
de: Leeren
es: Limpiar
fr: Effacer
zh: 清除
zh_hk: 清除

# commonCancel
source: Cancel
de: Abbrechen
es: Cancelar
fr: Annuler
zh: 取消
zh_hk: 取消

# spamEmpty
source: No spam yet
de: Noch kein Spam
es: Aún no hay spam
fr: Pas encore de spam
zh: 还没有垃圾邮件
zh_hk: 暫時沒有垃圾郵件

# spamMoveToInbox
source: Move to inbox
de: In den Posteingang verschieben
es: Mover a bandeja de entrada
fr: Déplacer vers la boîte de réception
zh: 移到收件箱
zh_hk: 移至收件箱

# spamMoveToastTitle
source: Moved
de: Verschoben
es: Movido
fr: Déplacé
zh: 已移动
zh_hk: 已移動

# spamMoveToastMessage
source: Returned {chatTitle} to inbox.
de: {chatTitle} zurück in den Posteingang verschoben.
es: Se devolvió {chatTitle} a la bandeja de entrada.
fr: {chatTitle} renvoyé dans la boîte de réception.
zh: 已将 {chatTitle} 移回收件箱。
zh_hk: 已將 {chatTitle} 移回收件箱。

# chatSpamUpdateFailed
source: Failed to update spam status.
de: Spam-Status konnte nicht aktualisiert werden.
es: Error al actualizar el estado de spam.
fr: Échec de la mise à jour du statut spam.
zh: 更新垃圾邮件状态失败。
zh_hk: 更新垃圾郵件狀態失敗。

# chatSpamSent
source: Sent {chatTitle} to spam.
de: {chatTitle} wurde als Spam markiert.
es: Se envió {chatTitle} a spam.
fr: {chatTitle} envoyé en indésirable.
zh: 已将 {chatTitle} 标记为垃圾邮件。
zh_hk: 已將 {chatTitle} 標記為垃圾郵件。

# chatSpamRestored
source: Returned {chatTitle} to inbox.
de: {chatTitle} wurde in den Posteingang zurückgelegt.
es: Se devolvió {chatTitle} a la bandeja de entrada.
fr: {chatTitle} renvoyé dans la boîte de réception.
zh: 已将 {chatTitle} 移回收件箱。
zh_hk: 已將 {chatTitle} 移回收件箱。

# chatSpamReportedTitle
source: Reported
de: Gemeldet
es: Reportado
fr: Signalé
zh: 已举报
zh_hk: 已舉報

# chatSpamRestoredTitle
source: Restored
de: Wiederhergestellt
es: Restaurado
fr: Rétabli
zh: 已恢复
zh_hk: 已還原

# chatMembersLoading
source: Loading members
de: Mitglieder werden geladen
es: Cargando miembros
fr: Chargement des membres
zh: 正在加载成员
zh_hk: 正在載入成員

# chatMembersLoadingEllipsis
source: Loading members…
de: Mitglieder werden geladen…
es: Cargando miembros…
fr: Chargement des membres…
zh: 正在加载成员…
zh_hk: 正在載入成員…

# chatAttachmentConfirmTitle
source: Load attachment?
de: Anhang laden?
es: ¿Cargar adjunto?
fr: Charger la pièce jointe ?
zh: 加载附件？
zh_hk: 載入附件？

# chatAttachmentConfirmMessage
source: Only load attachments from contacts you trust. {sender} is not in your contacts yet. Continue?
de: Lade nur Anhänge von Kontakten, denen du vertraust. {sender} ist noch nicht in deinen Kontakten. Fortfahren?
es: Solo carga adjuntos de contactos de confianza. {sender} no está en tus contactos. ¿Continuar?
fr: Charge uniquement les pièces jointes de contacts fiables. {sender} n'est pas encore dans tes contacts. Continuer ?
zh: 请只加载信任的联系人的附件。 {sender} 还未在你的联系人中。是否继续？
zh_hk: 請只載入信任聯絡人的附件。 {sender} 尚未在你的聯絡人中。是否繼續？

# chatAttachmentConfirmButton
source: Load
de: Laden
es: Cargar
fr: Charger
zh: 加载
zh_hk: 載入

# attachmentGalleryRosterTrustLabel
source: Automatically download files from this user
de: Dateien von diesem Benutzer automatisch herunterladen
es: Descargar archivos automáticamente de este usuario
fr: Télécharger automatiquement les fichiers de cet utilisateur
zh: 自动下载来自此用户的文件
zh_hk: 自動下載來自此用戶的檔案

# attachmentGalleryRosterTrustHint
source: You can turn this off later in chat settings.
de: Du kannst das später in den Chat-Einstellungen deaktivieren.
es: Puedes desactivarlo más tarde en los ajustes del chat.
fr: Vous pouvez désactiver cela plus tard dans les paramètres du chat.
zh: 你可以稍后在聊天设置中关闭。
zh_hk: 你可以稍後在聊天設定中關閉。

# attachmentGalleryChatTrustLabel
source: Always allow attachments in this chat
de: Anhänge in diesem Chat immer erlauben
es: Permitir siempre los archivos adjuntos en este chat
fr: Toujours autoriser les pièces jointes dans ce chat
zh: 始终允许此聊天中的附件
zh_hk: 一律允許此聊天中的附件

# attachmentGalleryChatTrustHint
source: You can turn this off later in chat settings.
de: Du kannst das später in den Chat-Einstellungen deaktivieren.
es: Puedes desactivarlo más tarde en los ajustes del chat.
fr: Vous pouvez désactiver cela plus tard dans les paramètres du chat.
zh: 你可以稍后在聊天设置中关闭。
zh_hk: 你可以稍後在聊天設定中關閉。

# attachmentGalleryRosterErrorTitle
source: Unable to add contact
de: Kontakt konnte nicht hinzugefügt werden
es: No se pudo añadir el contacto
fr: Impossible d’ajouter le contact
zh: 无法添加联系人
zh_hk: 無法加入聯絡人

# attachmentGalleryRosterErrorMessage
source: Downloaded this attachment once, but automatic downloads are still disabled.
de: Diesen Anhang einmal heruntergeladen, aber automatische Downloads sind weiterhin deaktiviert.
es: Se descargó este archivo adjunto una vez, pero las descargas automáticas siguen desactivadas.
fr: Cette pièce jointe a été téléchargée une fois, mais les téléchargements automatiques sont toujours désactivés.
zh: 已下载此附件一次，但自动下载仍被禁用。
zh_hk: 已下載此附件一次，但自動下載仍被停用。

# attachmentGalleryErrorMessage
source: Unable to load attachments.
de: Anhänge konnten nicht geladen werden.
es: No se pudieron cargar los archivos adjuntos.
fr: Impossible de charger les pièces jointes.
zh: 无法加载附件。
zh_hk: 無法載入附件。

# attachmentGalleryAllLabel
source: All
de: Alle
es: Todos
fr: Tous
zh: 全部
zh_hk: 全部

# attachmentGalleryImagesLabel
source: Images
de: Bilder
es: Imágenes
zh: 图片
zh_hk: 圖片

# attachmentGalleryVideosLabel
source: Videos
fr: Vidéos
zh: 视频
zh_hk: 影片

# attachmentGalleryFilesLabel
source: Files
de: Dateien
es: Archivos
fr: Fichiers
zh: 文件
zh_hk: 檔案

# attachmentGallerySentLabel
source: Sent
de: Gesendet
es: Enviado
fr: Envoyé
zh: 已发送
zh_hk: 已傳送

# attachmentGalleryReceivedLabel
source: Received
de: Empfangen
es: Recibido
fr: Reçu
zh: 已接收
zh_hk: 已接收

# attachmentGallerySortNameAscLabel
source: Name A-Z
es: Nombre A-Z
fr: Nom A-Z
zh: 名称 A-Z
zh_hk: 名稱 A-Z

# attachmentGallerySortNameDescLabel
source: Name Z-A
es: Nombre Z-A
fr: Nom Z-A
zh: 名称 Z-A
zh_hk: 名稱 Z-A

# attachmentGallerySortSizeAscLabel
source: Size small to large
de: Größe klein bis groß
es: Tamaño de menor a mayor
fr: Taille du plus petit au plus grand
zh: 大小从小到大
zh_hk: 大小由小到大

# attachmentGallerySortSizeDescLabel
source: Size large to small
de: Größe groß bis klein
es: Tamaño de mayor a menor
fr: Taille du plus grand au plus petit
zh: 大小从大到小
zh_hk: 大小由大到小

# chatOpenLinkTitle
source: Open external link?
de: Externer Link öffnen?
es: ¿Abrir enlace externo?
fr: Ouvrir un lien externe ?
zh: 打开外部链接？
zh_hk: 開啟外部連結？

# chatOpenLinkMessage
source: You are about to open: {url} Only tap OK if you trust the site (host: {host}).
de: Du bist dabei, zu öffnen: {url} Tippe nur OK, wenn du der Seite vertraust (Host: {host}).
es: Vas a abrir: {url} Toca Aceptar solo si confías en el sitio (host: {host}).
fr: Tu es sur le point d'ouvrir : {url} N'appuie sur OK que si tu fais confiance au site (hôte : {host}).
zh: 你将要打开： {url} 仅在信任该站点时点击确定（主机：{host}）。
zh_hk: 你將要開啟： {url} 只有在信任該網站時才按確定（主機：{host}）。

# chatOpenLinkWarningMessage
source: You are about to open: {url} This link contains unusual or invisible characters. Verify the address carefully (host: {host}).
de: Du bist dabei, zu öffnen: {url} Dieser Link enthält ungewöhnliche oder unsichtbare Zeichen. Prüfe die Adresse sorgfältig (Host: {host}).
es: Vas a abrir: {url} Este enlace contiene caracteres inusuales o invisibles. Verifica la dirección con cuidado (host: {host}).
fr: Tu es sur le point d'ouvrir : {url} Ce lien contient des caractères inhabituels ou invisibles. Vérifie attentivement l'adresse (hôte : {host}).
zh: 你将要打开： {url} 该链接包含异常或不可见字符。请仔细核对地址（主机：{host}）。
zh_hk: 你將要開啟： {url} 該連結包含異常或不可見字元。請仔細核對地址（主機：{host}）。

# chatOpenLinkConfirm
source: Open link
de: Link öffnen
es: Abrir enlace
fr: Ouvrir le lien
zh: 打开链接
zh_hk: 開啟連結

# chatInvalidLink
source: Invalid link: {url}
de: Ungültiger Link: {url}
es: Enlace no válido: {url}
fr: Lien invalide : {url}
zh: 无效的链接：{url}
zh_hk: 無效的連結：{url}

# chatUnableToOpenHost
source: Unable to open {host}
de: {host} kann nicht geöffnet werden
es: No se puede abrir {host}
fr: Impossible d'ouvrir {host}
zh: 无法打开 {host}
zh_hk: 無法開啟 {host}

# chatSaveAsDraft
source: Save as draft
de: Als Entwurf speichern
es: Guardar como borrador
fr: Enregistrer comme brouillon
zh: 保存为草稿
zh_hk: 儲存為草稿

# chatDraftUnavailable
source: Drafts are unavailable right now.
de: Entwürfe sind derzeit nicht verfügbar.
es: Los borradores no están disponibles en este momento.
fr: Les brouillons ne sont pas disponibles pour le moment.
zh: 暂时无法使用草稿。
zh_hk: 暫時無法使用草稿。

# chatDraftMissingContent
source: Add a message, subject, or attachment before saving.
de: Füge vor dem Speichern eine Nachricht, einen Betreff oder einen Anhang hinzu.
es: Añade un mensaje, asunto o adjunto antes de guardar.
fr: Ajoute un message, un objet ou une pièce jointe avant d'enregistrer.
zh: 请先添加消息、主题或附件再保存。
zh_hk: 請先加入訊息、主題或附件再儲存。

# chatDraftSaved
source: Saved to Drafts.
de: In Entwürfe gespeichert.
es: Guardado en Borradores.
fr: Enregistré dans Brouillons.
zh: 已保存到草稿。
zh_hk: 已儲存到草稿。

# chatDraftSaveFailed
source: Failed to save draft. Try again.
de: Entwurf konnte nicht gespeichert werden. Versuche es erneut.
es: No se pudo guardar el borrador. Intenta de nuevo.
fr: Échec de l'enregistrement du brouillon. Réessaie.
zh: 无法保存草稿，请重试。
zh_hk: 無法儲存草稿，請再試一次。

# chatAttachmentInaccessible
source: Selected file is not accessible.
de: Die ausgewählte Datei ist nicht zugänglich.
es: El archivo seleccionado no es accesible.
fr: Le fichier sélectionné est inaccessible.
zh: 所选文件无法访问。
zh_hk: 所選檔案無法存取。

# chatAttachmentFailed
source: Unable to attach file.
de: Datei konnte nicht angehängt werden.
es: No se pudo adjuntar el archivo.
fr: Impossible de joindre le fichier.
zh: 无法添加附件。
zh_hk: 無法加入附件。

# chatAttachmentView
source: View
de: Ansehen
es: Ver
fr: Voir
zh: 查看
zh_hk: 檢視

# chatAttachmentRetry
source: Retry upload
de: Upload wiederholen
es: Reintentar subida
fr: Relancer l'envoi
zh: 重试上传
zh_hk: 重新上傳

# chatAttachmentRemove
source: Remove attachment
de: Anhang entfernen
es: Eliminar adjunto
fr: Supprimer la pièce jointe
zh: 移除附件
zh_hk: 移除附件

# commonClose
source: Close
de: Schließen
es: Cerrar
fr: Fermer
zh: 关闭
zh_hk: 關閉

# toastWhoopsTitle
source: Whoops
de: Hoppla
es: Uy
fr: Oups
zh: 糟糕
zh_hk: 哎呀

# toastHeadsUpTitle
source: Heads up
de: Achtung
es: Atención
fr: Attention
zh: 提醒
zh_hk: 提醒

# toastAllSetTitle
source: All set
de: Alles erledigt
es: Listo
fr: C'est fait
zh: 完成
zh_hk: 完成

# chatRoomMembers
source: Room members
de: Raumteilnehmer
es: Miembros de la sala
fr: Membres de la salle
zh: 聊天室成员
zh_hk: 聊天室成員

# chatCloseSettings
source: Close settings
de: Einstellungen schließen
es: Cerrar ajustes
fr: Fermer les réglages
zh: 关闭设置
zh_hk: 關閉設定

source: Chat settings
de: Chat-Einstellungen
es: Ajustes del chat
fr: Réglages du chat
zh: 聊天设置
zh_hk: 聊天設定

# chatEmptySearch
source: No matches
de: Keine Treffer
es: Sin coincidencias
fr: Aucun résultat
zh: 没有匹配项
zh_hk: 沒有配對

# chatEmptyMessages
source: No messages
de: Keine Nachrichten
es: Sin mensajes
fr: Aucun message
zh: 没有消息
zh_hk: 沒有訊息

# chatComposerEmailHint
source: Send email message
de: E-Mail-Nachricht senden
es: Enviar mensaje de correo
fr: Envoyer un message e-mail
zh: 发送邮件消息
zh_hk: 傳送電郵訊息

# chatComposerMessageHint
source: Send message
de: Nachricht senden
es: Enviar mensaje
fr: Envoyer un message
zh: 发送消息
zh_hk: 傳送訊息

# chatReadOnly
source: Read only
de: Nur Lesen
es: Solo lectura
fr: Lecture seule
zh: 只读
zh_hk: 唯讀

# chatUnarchivePrompt
source: Unarchive to send new messages.
de: Entarchiviere, um neue Nachrichten zu senden.
es: Desarchiva para enviar nuevos mensajes.
fr: Désarchive pour envoyer de nouveaux messages.
zh: 取消存档后才能发送新消息。
zh_hk: 取消封存後才可傳送新訊息。

# chatEmojiPicker
source: Emoji picker
de: Emoji-Auswahl
es: Selector de emojis
fr: Sélecteur d'emojis
zh: 表情选择器
zh_hk: 表情選擇器

# chatShowingDirectOnly
source: Showing direct only
de: Nur direkte Nachrichten anzeigen
es: Mostrando solo directos
fr: Affichage direct uniquement
zh: 仅显示直接消息
zh_hk: 僅顯示直接訊息

# chatShowingAll
source: Showing all
de: Alles anzeigen
es: Mostrando todo
fr: Tout afficher
zh: 显示全部
zh_hk: 顯示全部

# chatMuteNotifications
source: Mute notifications
de: Benachrichtigungen stummschalten
es: Silenciar notificaciones
fr: Couper les notifications
zh: 静音通知
zh_hk: 靜音通知

# chatEnableNotifications
source: Enable notifications
de: Benachrichtigungen aktivieren
es: Activar notificaciones
fr: Activer les notifications
zh: 启用通知
zh_hk: 啟用通知

# chatMoveToInbox
source: Move to inbox
de: In den Posteingang verschieben
es: Mover a bandeja de entrada
fr: Déplacer vers la boîte de réception
zh: 移到收件箱
zh_hk: 移至收件箱

# chatReportSpam
source: Report spam
de: Als Spam markieren
es: Marcar como spam
fr: Signaler comme spam
zh: 标记为垃圾信息
zh_hk: 標記為垃圾郵件

# chatSignatureToggleLabel
source: Include share token footer for email
de: E-Mail-Fußzeile mit Freigabe-Token einfügen
es: Incluir pie de firma de token para correo
fr: Inclure le pied de page de signature pour l'e-mail
zh: 为邮件添加分享令牌页脚
zh_hk: 為電郵加入分享權杖頁腳

# chatSignatureHintEnabled
source: Helps keep multi-recipient email threads intact.
de: Hilft, E-Mail-Threads mit mehreren Empfängern beizubehalten.
es: Ayuda a mantener los hilos de correo con varios destinatarios.
fr: Aide à garder les fils e-mail multi-destinataires intacts.
zh: 帮助保持多收件人的邮件线程。
zh_hk: 有助保持多收件人的電郵串。

# chatSignatureHintDisabled
source: Disabled globally; replies may not thread.
de: Global deaktiviert; Antworten könnten den Thread verlieren.
es: Desactivado globalmente; las respuestas pueden perder el hilo.
fr: Désactivé globalement ; les réponses peuvent perdre le fil.
zh: 已全局禁用；回复可能无法在线程中。
zh_hk: 已全域停用；回覆可能無法串接。

# chatSignatureHintWarning
source: Disabling can break threading and attachment grouping.
de: Deaktivieren kann Threading und Anhang-Gruppierung stören.
es: Desactivarlo puede romper el hilo y los grupos de adjuntos.
fr: La désactivation peut casser les fils et les regroupements de pièces jointes.
zh: 关闭可能导致线程和附件分组异常。
zh_hk: 停用可能會影響串接和附件分組。

# chatInviteRevoked
source: Invite revoked
de: Einladung widerrufen
es: Invitación revocada
fr: Invitation révoquée
zh: 邀请已撤销
zh_hk: 邀請已撤銷

# chatInvite
source: Invite
de: Einladen
es: Invitación
fr: Invitation
zh: 邀请
zh_hk: 邀請

# chatReactionsNone
source: No reactions yet
de: Noch keine Reaktionen
es: Aún no hay reacciones
fr: Pas encore de réaction
zh: 还没有表情回应
zh_hk: 暫無表情回應

# chatReactionsPrompt
source: Tap a reaction to add or remove yours
de: Tippe auf eine Reaktion, um deine hinzuzufügen oder zu entfernen
es: Toca una reacción para añadir o quitar la tuya
fr: Appuie sur une réaction pour ajouter ou retirer la tienne
zh: 点按表情以添加或移除你的回应
zh_hk: 點一下表情以新增或移除你的回應

# chatReactionsPick
source: Pick an emoji to react
de: Wähle ein Emoji zum Reagieren
es: Elige un emoji para reaccionar
fr: Choisis un emoji pour réagir
zh: 选择一个表情来回应
zh_hk: 選擇一個表情來回應

# chatActionReply
source: Reply
de: Antworten
es: Responder
fr: Répondre
zh: 回复
zh_hk: 回覆

# chatActionForward
source: Forward
de: Weiterleiten
es: Reenviar
fr: Transférer
zh: 转发
zh_hk: 轉寄

# chatActionResend
source: Resend
de: Erneut senden
es: Reenviar
fr: Renvoyer
zh: 重新发送
zh_hk: 重新傳送

# chatActionEdit
source: Edit
de: Bearbeiten
es: Editar
fr: Modifier
zh: 编辑
zh_hk: 編輯

# chatActionRevoke
source: Revoke
de: Widerrufen
es: Revocar
fr: Révoquer
zh: 撤回
zh_hk: 撤銷

# chatActionCopy
source: Copy
de: Kopieren
es: Copiar
fr: Copier
zh: 复制
zh_hk: 複製

# chatActionShare
source: Share
de: Teilen
es: Compartir
fr: Partager
zh: 分享
zh_hk: 分享

# chatActionAddToCalendar
source: Add to calendar
de: Zum Kalender hinzufügen
es: Agregar al calendario
fr: Ajouter au calendrier
zh: 添加到日历
zh_hk: 加入行事曆

# chatCalendarTaskCopyActionLabel
source: Copy to calendar
de: In den Kalender kopieren
es: Copiar al calendario
fr: Copier dans le calendrier
zh: 复制到日历
zh_hk: 複製到行事曆

# chatCalendarTaskImportConfirmTitle
source: Add to calendar?
de: Zum Kalender hinzufügen?
es: ¿Agregar al calendario?
fr: Ajouter au calendrier ?
zh: 添加到日历？
zh_hk: 加入行事曆？

# chatCalendarTaskImportConfirmMessage
source: This task came from chat. Add it to your calendar to manage or edit it.
de: Diese Aufgabe stammt aus dem Chat. Füge sie deinem Kalender hinzu, um sie zu verwalten oder zu bearbeiten.
es: Esta tarea proviene del chat. Agrégala a tu calendario para administrarla o editarla.
fr: Cette tâche vient du chat. Ajoutez-la à votre calendrier pour la gérer ou la modifier.
zh: 此任务来自聊天。添加到你的日历以便管理或编辑。
zh_hk: 此任務來自聊天。加入你的行事曆以便管理或編輯。

# chatCalendarTaskImportConfirmLabel
source: Add to calendar
de: Zum Kalender hinzufügen
es: Agregar al calendario
fr: Ajouter au calendrier
zh: 添加到日历
zh_hk: 加入行事曆

# chatCalendarTaskImportCancelLabel
source: Not now
de: Nicht jetzt
es: Ahora no
fr: Pas maintenant
zh: 暂不
zh_hk: 暫不

# chatCalendarTaskCopyUnavailableMessage
source: Calendar is unavailable.
de: Kalender ist nicht verfügbar.
es: El calendario no está disponible.
fr: Le calendrier n'est pas disponible.
zh: 日历不可用。
zh_hk: 行事曆無法使用。

# chatCalendarTaskCopyAlreadyAddedMessage
source: Task already added.
de: Aufgabe bereits hinzugefügt.
es: La tarea ya fue agregada.
fr: Tâche déjà ajoutée.
zh: 任务已添加。
zh_hk: 任務已加入。

# chatCalendarTaskCopySuccessMessage
source: Task copied.
de: Aufgabe kopiert.
es: Tarea copiada.
fr: Tâche copiée.
zh: 任务已复制。
zh_hk: 任務已複製。

# chatActionDetails
source: Details
de: Einzelheiten
es: Detalles
fr: Détails
zh: 详情
zh_hk: 詳細資料

# chatActionSelect
source: Select
de: Auswählen
es: Seleccionar
fr: Sélectionner
zh: 选择
zh_hk: 選取

# chatActionReact
source: React
de: Reagieren
es: Reaccionar
fr: Réagir
zh: 回应
zh_hk: 回應

# chatContactRenameAction
source: Rename
de: Umbenennen
es: Renombrar
fr: Renommer
zh: 重命名
zh_hk: 重新命名

# chatContactRenameTooltip
source: Rename contact
de: Kontakt umbenennen
es: Renombrar contacto
fr: Renommer le contact
zh: 重命名联系人
zh_hk: 重新命名聯絡人

# chatContactRenameTitle
source: Rename contact
de: Kontakt umbenennen
es: Renombrar contacto
fr: Renommer le contact
zh: 重命名联系人
zh_hk: 重新命名聯絡人

# chatContactRenameDescription
source: Choose how this contact appears across Axichat.
de: Wähle, wie dieser Kontakt in Axichat angezeigt wird.
es: Elige cómo aparece este contacto en Axichat.
fr: Choisissez comment ce contact s’affiche dans Axichat.
zh: 选择此联系人在 Axichat 中的显示方式。
zh_hk: 選擇此聯絡人在 Axichat 的顯示方式。

# chatContactRenamePlaceholder
source: Display name
de: Anzeigename
es: Nombre para mostrar
fr: Nom affiché
zh: 显示名称
zh_hk: 顯示名稱

# chatContactRenameReset
source: Reset to default
de: Auf Standard zurücksetzen
es: Restablecer al valor predeterminado
fr: Réinitialiser par défaut
zh: 恢复默认
zh_hk: 重設為預設

# chatContactRenameSave
source: Save
de: Speichern
es: Guardar
fr: Enregistrer
zh: 保存
zh_hk: 儲存

# chatContactRenameSuccess
source: Display name updated
de: Anzeigename aktualisiert
es: Nombre para mostrar actualizado
fr: Nom affiché mis à jour
zh: 显示名称已更新
zh_hk: 顯示名稱已更新
