Repository: axichat/axichat
Catalog: lib/src/localization/app_*.arb
Languages: de, es, fr, zh, zh_hk

# chatContactRenameFailure
source: Could not rename contact
de: Kontakt konnte nicht umbenannt werden
es: No se pudo renombrar el contacto
fr: Impossible de renommer le contact
zh: 无法重命名联系人
zh_hk: 無法重新命名聯絡人

# chatComposerSemantics
source: Message input
de: Nachrichteneingabe
es: Entrada de mensaje
fr: Saisie du message
zh: 消息输入框
zh_hk: 訊息輸入框

source: Draft saved
de: Entwurf gespeichert
es: Borrador guardado
fr: Brouillon enregistré
zh: 草稿已保存
zh_hk: 草稿已儲存

# draftErrorTitle
source: Whoops
de: Hoppla
es: Ups
fr: Oups
zh: 糟糕
zh_hk: 糟了

# draftNoRecipients
source: No recipients
de: Keine Empfänger
es: Sin destinatarios
fr: Aucun destinataire
zh: 没有收件人
zh_hk: 沒有收件者

# draftSubjectSemantics
source: Email subject
de: E-Mail-Betreff
es: Asunto del correo
fr: Objet de l’e-mail
zh: 邮件主题
zh_hk: 電郵主旨

# draftSubjectHintOptional
source: Subject (optional)
de: Betreff (optional)
es: Asunto (opcional)
fr: Objet (facultatif)
zh: 主题（可选）
zh_hk: 主旨（可選）

# draftMessageSemantics
source: Message body
de: Nachrichtentext
es: Cuerpo del mensaje
fr: Corps du message
zh: 消息正文
zh_hk: 訊息內容

# draftMessageHint
source: Message
de: Nachricht
es: Mensaje
zh: 消息
zh_hk: 訊息

# draftSendingStatus
source: Sending...
de: Wird gesendet...
es: Enviando...
fr: Envoi...
zh: 正在发送...
zh_hk: 正在傳送...

# draftSendingEllipsis
source: Sending…
de: Wird gesendet…
es: Enviando…
fr: Envoi…
zh: 正在发送…
zh_hk: 正在傳送…

# draftSend
source: Send draft
de: Entwurf senden
es: Enviar borrador
fr: Envoyer le brouillon
zh: 发送草稿
zh_hk: 傳送草稿

# draftDiscard
source: Discard
de: Verwerfen
es: Descartar
fr: Supprimer
zh: 丢弃
zh_hk: 捨棄

# draftSave
source: Save draft
de: Entwurf speichern
es: Guardar borrador
fr: Enregistrer le brouillon
zh: 保存草稿
zh_hk: 儲存草稿

# draftAttachmentInaccessible
source: Selected file is not accessible.
de: Die ausgewählte Datei ist nicht zugänglich.
es: El archivo seleccionado no es accesible.
fr: Le fichier sélectionné n’est pas accessible.
zh: 所选文件不可访问。
zh_hk: 所選檔案無法存取。

# draftAttachmentFailed
source: Unable to attach file.
de: Datei konnte nicht angehängt werden.
es: No se pudo adjuntar el archivo.
fr: Impossible de joindre le fichier.
zh: 无法添加附件。
zh_hk: 無法附加檔案。

source: Draft discarded.
de: Entwurf verworfen.
es: Borrador descartado.
fr: Brouillon supprimé.
zh: 草稿已丢弃。
zh_hk: 草稿已捨棄。

# draftSendFailed
source: Failed to send draft.
de: Entwurf konnte nicht gesendet werden.
es: No se pudo enviar el borrador.
fr: Échec de l’envoi du brouillon.
zh: 草稿发送失败。
zh_hk: 無法傳送草稿。

# draftSent
source: Sent
de: Gesendet
es: Enviado
fr: Envoyé
zh: 已发送
zh_hk: 已傳送

# draftLimitWarning
source: Draft sync keeps up to {limit} drafts. You're at {count}.
de: Die Entwurfssynchronisierung behält bis zu {limit} Entwürfe. Du hast {count}.
es: La sincronización de borradores admite hasta {limit} borradores. Ya tienes {count}.
fr: La synchronisation des brouillons conserve jusqu’à {limit} brouillons. Vous en avez {count}.
zh: 草稿同步最多保留 {limit} 条草稿。你已拥有 {count} 条。
zh_hk: 草稿同步最多保留 {limit} 個草稿。你已有 {count} 個。

# draftValidationNoContent
source: Add a subject, message, or attachment
de: Betreff, Nachricht oder Anhang hinzufügen
es: Agrega un asunto, mensaje o adjunto
fr: Ajoutez un objet, un message ou une pièce jointe
zh: 请添加主题、消息或附件
zh_hk: 請新增主旨、訊息或附件

# draftFileMissing
source: File no longer exists at {path}.
de: Datei existiert unter {path} nicht mehr.
es: El archivo ya no existe en {path}.
fr: Le fichier n’existe plus à {path}.
zh: 文件在 {path} 不存在。
zh_hk: 檔案在 {path} 已不存在。

# draftAttachmentPreview
source: Preview
de: Vorschau
es: Vista previa
fr: Aperçu
zh: 预览
zh_hk: 預覽

# draftRemoveAttachment
source: Remove attachment
de: Anhang entfernen
es: Eliminar adjunto
fr: Supprimer la pièce jointe
zh: 移除附件
zh_hk: 移除附件

# draftNoAttachments
source: No attachments yet
de: Noch keine Anhänge
es: Aún no hay adjuntos
fr: Aucune pièce jointe pour le moment
zh: 尚无附件
zh_hk: 尚未有附件

# draftAttachmentsLabel
source: Attachments
de: Anhänge
es: Adjuntos
fr: Pièces jointes
zh: 附件
zh_hk: 附件

# draftAddAttachment
source: Add attachment
de: Anhang hinzufügen
es: Agregar adjunto
fr: Ajouter une pièce jointe
zh: 添加附件
zh_hk: 新增附件

# draftTaskDue
source: Due {date}
de: Fällig {date}
es: Vence {date}
fr: Échéance {date}
zh: 截止 {date}
zh_hk: 到期 {date}

# draftTaskNoSchedule
source: No schedule
de: Kein Termin
es: Sin horario
fr: Aucune planification
zh: 暂无日程
zh_hk: 未排程

# draftTaskUntitled
source: Untitled task
de: Unbenannte Aufgabe
es: Tarea sin título
fr: Tâche sans titre
zh: 未命名任务
zh_hk: 未命名的任務

# chatBack
source: Back
de: Zurück
es: Atrás
fr: Retour
zh: 返回
zh_hk: 返回

# chatErrorLabel
source: Error!
de: Fehler!
fr: Erreur !
zh: 错误！
zh_hk: 錯誤！

# chatSenderYou
source: You
de: Du
es: Tú
fr: Vous
zh: 你
zh_hk: 你

# chatInviteAlreadyInRoom
source: Already in this room.
de: Bereits in diesem Raum.
es: Ya estás en esta sala.
fr: Déjà dans cette discussion.
zh: 已在此房间。
zh_hk: 已在此聊天室。

# chatInviteWrongAccount
source: Invite is not for this account.
de: Die Einladung gilt nicht für dieses Konto.
es: La invitación no es para esta cuenta.
fr: L’invitation ne concerne pas ce compte.
zh: 此邀请不适用于该账号。
zh_hk: 此邀請不適用於這個帳號。

# chatShareNoText
source: Message has no text to share
de: Nachricht enthält keinen Text zum Teilen.
es: El mensaje no tiene texto para compartir.
fr: Le message n’a pas de texte à partager.
zh: 消息没有可分享的文本。
zh_hk: 此訊息沒有可分享的文字。

# chatShareFallbackSubject
source: Axichat message
de: Axichat-Nachricht
es: Mensaje de Axichat
fr: Message Axichat
zh: Axichat 消息
zh_hk: Axichat 訊息

# chatShareSubjectPrefix
source: Shared from {chatTitle}
de: Geteilt aus {chatTitle}
es: Compartido desde {chatTitle}
fr: Partagé depuis {chatTitle}
zh: 来自 {chatTitle}
zh_hk: 來自 {chatTitle}

# chatCalendarNoText
source: Message has no text to add to calendar
de: Nachricht enthält keinen Text für den Kalender.
es: El mensaje no tiene texto para añadir al calendario.
fr: Le message n’a pas de texte à ajouter au calendrier.
zh: 消息没有可添加到日历的文本。
zh_hk: 此訊息沒有可加入行事曆的文字。

# chatCalendarUnavailable
source: Calendar is unavailable right now
de: Kalender ist gerade nicht verfügbar.
es: El calendario no está disponible en este momento.
fr: Le calendrier n’est pas disponible pour le moment.
zh: 日历当前不可用。
zh_hk: 行事曆目前不可用。

# chatCopyNoText
source: Selected messages have no text to copy
de: Ausgewählte Nachrichten enthalten keinen Text zum Kopieren.
es: Los mensajes seleccionados no tienen texto para copiar.
fr: Les messages sélectionnés n’ont pas de texte à copier.
zh: 选中的消息没有可复制的文本。
zh_hk: 已選訊息沒有可複製的文字。

# chatShareSelectedNoText
source: Selected messages have no text to share
de: Ausgewählte Nachrichten enthalten keinen Text zum Teilen.
es: Los mensajes seleccionados no tienen texto para compartir.
fr: Les messages sélectionnés n’ont pas de texte à partager.
zh: 选中的消息没有可分享的文本。
zh_hk: 已選訊息沒有可分享的文字。

# chatForwardInviteForbidden
source: Invites cannot be forwarded.
de: Einladungen können nicht weitergeleitet werden.
es: Las invitaciones no se pueden reenviar.
fr: Les invitations ne peuvent pas être transférées.
zh: 邀请无法转发。
zh_hk: 無法轉寄邀請。

# chatAddToCalendarNoText
source: Selected messages have no text to add to calendar
de: Ausgewählte Nachrichten enthalten keinen Text für den Kalender.
es: Los mensajes seleccionados no tienen texto para añadir al calendario.
fr: Les messages sélectionnés n'ont pas de texte à ajouter au calendrier.
zh: 选中的消息没有可添加到日历的文本。
zh_hk: 已選訊息沒有可加入行事曆的文字。

# chatForwardDialogTitle
source: Forward to...
de: Weiterleiten an...
es: Reenviar a...
fr: Transférer à...
zh: 转发到...
zh_hk: 轉寄到...

# chatComposerAttachmentWarning
source: Large attachments are sent separately to each recipient and may take longer to deliver.
de: Große Anhänge werden separat an jeden Empfänger gesendet und können länger dauern.
es: Los archivos adjuntos grandes se envían por separado a cada destinatario y pueden tardar más en entregarse.
fr: Les pièces jointes volumineuses sont envoyées séparément à chaque destinataire et peuvent prendre plus de temps.
zh: 大附件会分别发送给每个收件人，可能需要更长时间送达。
zh_hk: 大型附件會分別傳送給每位收件者，可能需要更長時間。

# chatFanOutRecipientLabel
source: {count, plural, one {recipient} other {recipients}}
de: {count, plural, one {Empfänger} other {Empfänger}}
es: {count, plural, one {destinatario} other {destinatarios}}
fr: {count, plural, one {destinataire} other {destinataires}}
zh: {count, plural, one {收件人} other {收件人}}
zh_hk: {count, plural, one {收件者} other {收件者}}

# chatFanOutFailureWithSubject
source: Subject "{subject}" failed to send to {count} {recipientLabel}.
de: Betreff "{subject}" konnte nicht an {count} {recipientLabel} gesendet werden.
es: El asunto "{subject}" no se pudo enviar a {count} {recipientLabel}.
fr: L’objet « {subject} » n’a pas pu être envoyé à {count} {recipientLabel}.
zh: 主题“{subject}”发送给{count}{recipientLabel}失败。
zh_hk: 主題「{subject}」傳送給{count}{recipientLabel}失敗。

# chatFanOutFailure
source: Failed to send to {count} {recipientLabel}.
de: Senden an {count} {recipientLabel} fehlgeschlagen.
es: No se pudo enviar a {count} {recipientLabel}.
fr: Échec de l’envoi à {count} {recipientLabel}.
zh: 发送给{count}{recipientLabel}失败。
zh_hk: 傳送給{count}{recipientLabel}失敗。

# chatFanOutRetry
source: Retry
de: Erneut versuchen
es: Reintentar
fr: Réessayer
zh: 重试
zh_hk: 重試

# chatSubjectSemantics
source: Email subject
de: E-Mail-Betreff
es: Asunto del correo
fr: Objet de l'e-mail
zh: 邮件主题
zh_hk: 電子郵件主旨

# chatSubjectHint
source: Subject
de: Betreff
es: Asunto
fr: Objet
zh: 主题
zh_hk: 主旨

# chatAttachmentTooltip
source: Attachments
de: Anhänge
es: Adjuntos
fr: Pièces jointes
zh: 附件
zh_hk: 附件

# chatSendMessageTooltip
source: Send message
de: Nachricht senden
es: Enviar mensaje
fr: Envoyer le message
zh: 发送消息
zh_hk: 傳送訊息

# chatBlockAction
source: Block
de: Blockieren
es: Bloquear
fr: Bloquer
zh: 屏蔽
zh_hk: 封鎖

# chatReactionMore
source: More
de: Mehr
es: Más
fr: Plus
zh: 更多
zh_hk: 更多

# chatQuotedNoContent
source: (no content)
de: (kein Inhalt)
es: (sin contenido)
fr: (aucun contenu)
zh: （无内容）
zh_hk: （無內容）

# chatReplyingTo
source: Replying to...
de: Antwort auf...
es: Respondiendo a...
fr: En réponse à...
zh: 正在回复…
zh_hk: 回覆中...

# chatCancelReply
source: Cancel reply
de: Antwort abbrechen
es: Cancelar respuesta
fr: Annuler la réponse
zh: 取消回复
zh_hk: 取消回覆

# chatMessageRetracted
source: (retracted)
de: (zurückgezogen)
es: (retirado)
fr: (retiré)
zh: （已撤回）
zh_hk: （已撤回）

# chatMessageEdited
source: (edited)
de: (bearbeitet)
es: (editado)
fr: (modifié)
zh: （已编辑）
zh_hk: （已編輯）

# chatGuestAttachmentsDisabled
source: Attachments are disabled in preview.
de: Anhänge sind in der Vorschau deaktiviert.
es: Los archivos adjuntos están desactivados en la vista previa.
fr: Les pièces jointes sont désactivées dans l’aperçu.
zh: 预览中已禁用附件。
zh_hk: 預覽中已停用附件。

# chatGuestSubtitle
source: Guest preview • Stored locally
de: Gastvorschau • Lokal gespeichert
es: Vista previa de invitado • Guardado localmente
fr: Aperçu invité • Stocké localement
zh: 访客预览 • 本地存储
zh_hk: 訪客預覽 • 本機儲存

# recipientsOverflowMore
source: {count, plural, one {+1 more} other {+{count} more}}
de: {count, plural, one {+1 mehr} other {+{count} mehr}}
es: {count, plural, one {+1 más} other {+{count} más}}
fr: {count, plural, one {+1 de plus} other {+{count} de plus}}
zh: {count, plural, one {+1 条更多} other {+{count} 条更多}}
zh_hk: {count, plural, one {+1 個更多} other {+{count} 個更多}}

# recipientsCollapse
source: Collapse
de: Einklappen
es: Contraer
fr: Réduire
zh: 收起
zh_hk: 收起

# recipientsSemantics
source: Recipients {count}, {state}
de: Empfänger {count}, {state}
es: Destinatarios {count}, {state}
fr: Destinataires {count}, {state}
zh: 收件人 {count}，{state}
zh_hk: 收件者 {count}，{state}

# recipientsStateCollapsed
source: collapsed
de: eingeklappt
es: contraído
fr: replié
zh: 已收起
zh_hk: 已收起

# recipientsStateExpanded
source: expanded
de: ausgeklappt
es: expandido
fr: déplié
zh: 已展开
zh_hk: 已展開

# recipientsHintExpand
source: Press to expand
de: Zum Aufklappen drücken
es: Pulsar para expandir
fr: Appuyer pour déplier
zh: 点击展开
zh_hk: 點擊展開

# recipientsHintCollapse
source: Press to collapse
de: Zum Einklappen drücken
es: Pulsar para contraer
fr: Appuyer pour replier
zh: 点击收起
zh_hk: 點擊收起

# recipientsHeaderTitle
source: Send to...
de: Senden an...
es: Enviar a...
fr: Envoyer à...
zh: 发送至...
zh_hk: 傳送至...

# recipientsFallbackLabel
source: Recipient
de: Empfänger
es: Destinatario
fr: Destinataire
zh: 收件人
zh_hk: 收件者

# recipientsAddHint
source: Add...
de: Hinzufügen...
es: Agregar...
fr: Ajouter...
zh: 添加...
zh_hk: 新增...

# chatGuestScriptWelcome
source: Welcome to Axichat—chat, email, and calendar in one place.
de: Willkommen bei Axichat – Chat, E-Mail und Kalender an einem Ort.
es: Bienvenido a Axichat: chat, correo y calendario en un solo lugar.
fr: Bienvenue sur Axichat — chat, e-mail et calendrier au même endroit.
zh: 欢迎使用 Axichat——在一个地方处理聊天、邮件和日历。
zh_hk: 歡迎使用 Axichat——在同一個地方處理聊天、電子郵件與行事曆。

# chatGuestScriptExternalQuestion
source: Looks clean. Can I message people who aren't on Axichat?
de: Sieht gut aus. Kann ich Personen erreichen, die nicht auf Axichat sind?
es: Se ve limpio. ¿Puedo enviar mensajes a personas que no usan Axichat?
fr: C’est propre. Puis-je envoyer des messages à des personnes qui n’utilisent pas Axichat ?
zh: 看起来很简洁。我能给不用 Axichat 的人发消息吗？
zh_hk: 看起來很清爽。可以傳訊給沒有用 Axichat 的人嗎？

# chatGuestScriptExternalAnswer
source: Yep—send chat-formatted email to Gmail, Outlook, Tuta, and more. If both of you use Axichat you also get groupchats, reactions, delivery receipts, and more.
de: Ja – sende chat-formattierte E-Mails an Gmail, Outlook, Tuta und mehr. Wenn beide Axichat nutzen, gibt es zusätzlich Gruppenchats, Reaktionen, Zustellbestätigungen und mehr.
es: Sí: envía correos con formato de chat a Gmail, Outlook, Tuta y más. Si ambos usan Axichat también obtienen chats grupales, reacciones, acuses de entrega y más.
fr: Oui — envoie des e-mails au format chat vers Gmail, Outlook, Tuta et d’autres. Si vous utilisez tous Axichat, vous bénéficiez aussi des salons de groupe, réactions, accusés de réception, etc.
zh: 可以——把聊天格式的邮件发送到 Gmail、Outlook、Tuta 等。如果双方都用 Axichat，还能获得群聊、表情反馈、送达回执等。
zh_hk: 可以——把聊天格式的郵件發送到 Gmail、Outlook、Tuta 等。如果雙方都用 Axichat，還有群組聊天、表情回應、送達回條等功能。

# chatGuestScriptOfflineQuestion
source: Does it work offline or in guest mode?
de: Funktioniert es offline oder im Gastmodus?
es: ¿Funciona sin conexión o en modo invitado?
fr: Est-ce que ça marche hors ligne ou en mode invité ?
zh: 离线或访客模式可以用吗？
zh_hk: 離線或訪客模式可以用嗎？

# chatGuestScriptOfflineAnswer
source: Yes—offline functionality is built in, and the calendar even works in Guest Mode without an account or internet.
de: Ja – Offline-Funktionalität ist eingebaut und der Kalender funktioniert auch im Gastmodus ohne Konto oder Internet.
es: Sí: la funcionalidad sin conexión está integrada y el calendario funciona incluso en modo invitado sin cuenta ni internet.
fr: Oui — le mode hors ligne est intégré et le calendrier fonctionne même en mode invité sans compte ni connexion.
zh: 可以——离线功能内置，日历在访客模式下也能在无账号、无网络时工作。
zh_hk: 可以——內建離線功能，行事曆在訪客模式下即使沒有帳號或網路也能使用。

# chatGuestScriptKeepUpQuestion
source: How does it help me keep up with everything?
de: Wie hilft es mir, alles im Blick zu behalten?
es: ¿Cómo me ayuda a mantenerme al día?
fr: Comment ça m’aide à tout suivre ?
zh: 它如何帮助我跟进所有事情？
zh_hk: 它如何幫助我掌握所有事情？

# chatGuestScriptKeepUpAnswer
source: Our calendar does natural language scheduling, Eisenhower Matrix triage, drag-and-drop, and reminders so you can focus on what matters.
de: Unser Kalender bietet natürliche Spracheingabe, Eisenhower-Matrix, Drag-and-drop und Erinnerungen, damit du dich auf das Wesentliche konzentrieren kannst.
es: Nuestro calendario admite programación en lenguaje natural, matriz de Eisenhower, arrastrar y soltar y recordatorios para que te concentres en lo importante.
fr: Notre calendrier gère la planification en langage naturel, la matrice d’Eisenhower, le glisser-déposer et les rappels pour vous laisser vous concentrer sur l’essentiel.
zh: 我们的日历支持自然语言排程、艾森豪威尔矩阵、拖拽和提醒，让你专注重要事项。
zh_hk: 我們的行事曆支援自然語言排程、艾森豪矩陣、拖放與提醒，讓你專注重要事項。

# calendarParserUnavailable
source: Parser unavailable ({errorType})
de: Parser nicht verfügbar ({errorType})
es: Analizador no disponible ({errorType})
fr: Analyseur indisponible ({errorType})
zh: 解析不可用（{errorType}）
zh_hk: 解析器不可用（{errorType}）

# calendarAddTaskTitle
source: Add Task
de: Aufgabe hinzufügen
es: Agregar tarea
fr: Ajouter une tâche
zh: 添加任务
zh_hk: 新增任務

# calendarTaskNameRequired
source: Task name *
de: Aufgabenname *
es: Nombre de la tarea *
fr: Nom de la tâche *
zh: 任务名称 *
zh_hk: 任務名稱 *

# calendarTaskNameHint
source: Task name
de: Aufgabenname
es: Nombre de la tarea
fr: Nom de la tâche
zh: 任务名称
zh_hk: 任務名稱

# calendarDescriptionHint
source: Description (optional)
de: Beschreibung (optional)
es: Descripción (opcional)
fr: Description (optionnel)
zh: 描述（可选）
zh_hk: 描述（可選）

# calendarLocationHint
source: Location (optional)
de: Ort (optional)
es: Ubicación (opcional)
fr: Lieu (optionnel)
zh: 位置（可选）
zh_hk: 位置（可選）

# calendarScheduleLabel
source: Schedule
de: Planen
es: Programar
fr: Planifier
zh: 安排
zh_hk: 安排

# calendarDeadlineLabel
source: Deadline
de: Fällig
es: Fecha límite
fr: Échéance
zh: 截止日期
zh_hk: 截止日期

# calendarRepeatLabel
source: Repeat
de: Wiederholen
es: Repetir
fr: Répéter
zh: 重复
zh_hk: 重複

# calendarCancel
source: Cancel
de: Abbrechen
es: Cancelar
fr: Annuler
zh: 取消
zh_hk: 取消

# calendarAddTaskAction
source: Add Task
de: Aufgabe hinzufügen
es: Agregar tarea
fr: Ajouter une tâche
zh: 添加任务
zh_hk: 新增任務

# calendarSelectionMode
source: Selection mode
de: Auswahlmodus
es: Modo de selección
fr: Mode sélection
zh: 选择模式
zh_hk: 選取模式

# calendarExit
source: Exit
de: Beenden
es: Salir
fr: Quitter
zh: 退出
zh_hk: 退出

# calendarTasksSelected
source: {count, plural, one {# task selected} other {# tasks selected}}
de: {count, plural, one {# Aufgabe ausgewählt} other {# Aufgaben ausgewählt}}
es: {count, plural, one {# tarea seleccionada} other {# tareas seleccionadas}}
fr: {count, plural, one {# tâche sélectionnée} other {# tâches sélectionnées}}
zh: {count, plural, one {已选 # 个任务} other {已选 # 个任务}}
zh_hk: {count, plural, one {已選 # 個任務} other {已選 # 個任務}}

# calendarActions
source: Actions
de: Aktionen
es: Acciones
zh: 操作
zh_hk: 操作

# calendarSetPriority
source: Set priority
de: Priorität festlegen
es: Establecer prioridad
fr: Définir la priorité
zh: 设置优先级
zh_hk: 設定優先級

# calendarClearSelection
source: Clear Selection
de: Auswahl löschen
es: Limpiar selección
fr: Effacer la sélection
zh: 清除选择
zh_hk: 清除選取

# calendarExportSelected
source: Export selected
de: Auswahl exportieren
es: Exportar seleccionadas
fr: Exporter la sélection
zh: 导出所选
zh_hk: 匯出選取

# calendarDeleteSelected
source: Delete selected
de: Auswahl löschen
es: Eliminar seleccionadas
fr: Supprimer la sélection
zh: 删除所选
zh_hk: 刪除選取

# calendarBatchEdit
source: Batch edit
de: Sammelbearbeitung
es: Edición en lote
fr: Édition en lot
zh: 批量编辑
zh_hk: 批次編輯

# calendarBatchTitle
source: Title
de: Titel
es: Título
fr: Titre
zh: 标题
zh_hk: 標題

# calendarBatchTitleHint
source: Set title for selected tasks
de: Titel für ausgewählte Aufgaben festlegen
es: Establece el título para las tareas seleccionadas
fr: Définir le titre des tâches sélectionnées
zh: 为所选任务设置标题
zh_hk: 替已選任務設定標題

# calendarBatchDescription
source: Description
de: Beschreibung
es: Descripción
zh: 描述
zh_hk: 描述

# calendarBatchDescriptionHint
source: Set description (leave blank to clear)
de: Beschreibung festlegen (leer lassen zum Löschen)
es: Define la descripción (deja en blanco para limpiar)
fr: Définir la description (laisser vide pour effacer)
zh: 设置描述（留空即清除）
zh_hk: 設定描述（留空則清除）

# calendarBatchLocation
source: Location
de: Ort
es: Ubicación
fr: Lieu
zh: 位置
zh_hk: 位置

# calendarBatchLocationHint
source: Set location (leave blank to clear)
de: Ort festlegen (leer lassen zum Löschen)
es: Define la ubicación (deja en blanco para limpiar)
fr: Définir le lieu (laisser vide pour effacer)
zh: 设置位置（留空即清除）
zh_hk: 設定位置（留空則清除）

# calendarApplyChanges
source: Apply changes
de: Änderungen anwenden
es: Aplicar cambios
fr: Appliquer les modifications
zh: 应用更改
zh_hk: 套用變更

# calendarAdjustTime
source: Adjust time
de: Zeit anpassen
es: Ajustar hora
fr: Ajuster l’heure
zh: 调整时间
zh_hk: 調整時間

# calendarSelectionRequired
source: Select tasks before applying changes.
de: Wähle Aufgaben aus, bevor du Änderungen anwendest.
es: Selecciona tareas antes de aplicar cambios.
fr: Sélectionnez des tâches avant d’appliquer des modifications.
zh: 在应用更改前请选择任务。
zh_hk: 套用變更前請先選擇任務。

# calendarSelectionNone
source: Select tasks to export first.
de: Wähle zuerst Aufgaben zum Exportieren.
es: Selecciona tareas para exportar primero.
fr: Sélectionnez d’abord des tâches à exporter.
zh: 请先选择要导出的任务。
zh_hk: 請先選擇要匯出的任務。

# calendarSelectionChangesApplied
source: Changes applied to selected tasks.
de: Änderungen auf ausgewählte Aufgaben angewendet.
es: Cambios aplicados a las tareas seleccionadas.
fr: Modifications appliquées aux tâches sélectionnées.
zh: 更改已应用到所选任务。
zh_hk: 變更已套用至選取的任務。

# calendarSelectionNoPending
source: No pending changes to apply.
de: Keine ausstehenden Änderungen.
es: No hay cambios pendientes por aplicar.
fr: Aucune modification en attente.
zh: 没有待应用的更改。
zh_hk: 沒有待套用的變更。

# calendarSelectionTitleBlank
source: Title cannot be blank.
de: Titel darf nicht leer sein.
es: El título no puede estar vacío.
fr: Le titre ne peut pas être vide.
zh: 标题不能为空。
zh_hk: 標題不能為空。

# calendarExportReady
source: Export ready to share.
de: Export bereit zum Teilen.
es: Exportación lista para compartir.
fr: Export prêt à être partagé.
zh: 导出已准备好分享。
zh_hk: 匯出可供分享。

# calendarExportFailed
source: Failed to export selected tasks: {error}
de: Ausgewählte Aufgaben konnten nicht exportiert werden: {error}
es: No se pudo exportar las tareas seleccionadas: {error}
fr: Échec de l’export des tâches sélectionnées : {error}
zh: 无法导出所选任务：{error}
zh_hk: 匯出所選任務失敗：{error}

# commonBack
source: Back
de: Zurück
es: Atrás
fr: Retour
zh: 返回
zh_hk: 返回

# composeTitle
source: Compose
de: Verfassen
es: Redactar
fr: Composer
zh: 撰写
zh_hk: 撰寫

# draftComposeMessage
source: Compose a message
de: Nachricht verfassen
es: Redactar un mensaje
fr: Composer un message
zh: 撰写消息
zh_hk: 撰寫訊息

# draftCompose
source: Compose
de: Verfassen
es: Redactar
fr: Composer
zh: 撰写
zh_hk: 撰寫

# draftNewMessage
source: New message
de: Neue Nachricht
es: Mensaje nuevo
fr: Nouveau message
zh: 新消息
zh_hk: 新訊息

# draftRestore
source: Restore
de: Wiederherstellen
es: Restaurar
fr: Restaurer
zh: 还原
zh_hk: 還原

# draftMinimize
source: Minimize
de: Minimieren
es: Minimizar
fr: Réduire
zh: 最小化
zh_hk: 最小化

# draftExpand
source: Expand
de: Erweitern
es: Expandir
fr: Agrandir
zh: 展开
zh_hk: 展開

# draftExitFullscreen
source: Exit fullscreen
de: Vollbild verlassen
es: Salir de pantalla completa
fr: Quitter le plein écran
zh: 退出全屏
zh_hk: 退出全螢幕

# draftCloseComposer
source: Close composer
de: Composer schließen
es: Cerrar el editor
fr: Fermer l'éditeur
zh: 关闭编辑器
zh_hk: 關閉編輯器

# draftsEmpty
source: No drafts yet
de: Noch keine Entwürfe
es: Aún no hay borradores
fr: Aucun brouillon pour le moment
zh: 尚无草稿
zh_hk: 尚無草稿

# draftsDeleteConfirm
source: Delete draft?
de: Entwurf löschen?
es: ¿Eliminar borrador?
fr: Supprimer le brouillon ?
zh: 删除草稿？
zh_hk: 刪除草稿？

# draftNoSubject
source: (no subject)
de: (kein Betreff)
es: (sin asunto)
fr: (pas d’objet)
zh: （无主题）
zh_hk: （無主題）

# draftRecipientCount
source: {count, plural, one {1 recipient} other {{count} recipients}}
de: {count, plural, one {1 Empfänger} other {{count} Empfänger}}
es: {count, plural, one {1 destinatario} other {{count} destinatarios}}
fr: {count, plural, one {1 destinataire} other {{count} destinataires}}
zh: {count, plural, one {{count} 位收件人} other {{count} 位收件人}}
zh_hk: {count, plural, one {{count} 位收件人} other {{count} 位收件人}}
